Repository: agrimarcal/spanish
Catalog: translations/core/2.0.13/zikula.*.po
Languages: es

source: User registration is moderated
es: El registro de usuarios se modera

source: User settings
es: Configuración de usuario

source: User status
es: Estado del usuario

source: User theme
es: Tema del usuario

source: UserID: %s
es: Id. de usuario: %s

source: Users
es: Usuarios

source: Users authenticating off site (re-entrant) are logged in automatically regardless of this setting.
es: Los usuarios que se autentican fuera del sitio (re-entrant) inician sesión automáticamente independientemente de esta configuración.

source: Users created by an admin are automatically considered verified.
es: Los usuarios creados por un administrador se consideran verificados automáticamente.

source: Users groups
es: Grupos de usuarios

source: Users list
es: Lista de usuarios

source: Users pending approval
es: Usuarios pendientes de aprobación

source: Value
es: Valor

source: Value:
es: Valor:

source: Variable validation
es: Validación de variables

source: Variable value
es: Valor variable

source: Verification code
es: Código de verificación

source: Verify my e-mail address
es: Verifique mi dirección de correo electrónico

source: Verify my e-mail address change.
es: Verifique el cambio de dirección de correo electrónico.

source: Verify your e-mail address for %s.
es: Compruebe su dirección de correo electrónico para %s.

source: Verify your request to change your e-mail address at '%s'
es: Verifique su solicitud para cambiar su dirección de correo electrónico en '%s'

source: Version
es: Versión

source: View IDS log
es: Ver registro IDS

source: View membership of \
es: Ver la pertenencia a la red de miembros de la red de la

source: WARNING: %name has an invalid composer.json file which could not be decoded.
es: ADVERTENCIA: %name tiene un archivo composer.json no válido que no se pudo descodificar.

source: WARNING: The \
es: ADVERTENCIA: El valor de la aplicación

source: WARNING: The PHP Extension %ext is not loaded. All functions using this will default to %locale. Seek assistance from your provider to install.
es: ADVERTENCIA: La extensión PHP %ext no está cargada. Todas las funciones que utilicen esta configuración predeterminada serán %locale. Busque ayuda de su proveedor para instalarlo.

source: WARNING: You appear to be editing your OWN account.
es: ADVERTENCIA: Parece que está editando su propia cuenta.

source: WARNING: You appear to be editing your OWN account. You will not be able to modify active status, some group memberships or delete yourself.
es: ADVERTENCIA: Parece que está editando su propia cuenta. No podrá modificar el estado activo, algunas pertenencias a grupos o eliminarse usted mismo.

source: WARNING: changing the url affects SEO by breaking existing indexed search results.
es: ADVERTENCIA: cambiar la URL afecta a SEO rompiendo los resultados de búsqueda indexados existentes.

source: Warn only
es: Sólo advertir

source: Warning
es: Advertencia

source: Warning! Enabling the &lt;img&gt;, &lt;span&gt;, &lt;marquee&gt;, &lt;script&gt;, &lt;embed&gt;, &lt;object&gt; or &lt;iframe&gt; tags increases the opportunity for attacks against your users that might reveal their personal information. Therefore, you are recommended to keep these tags set to 'Not allowed' unless you are sure that you really understand the consequences of enabling them.
es: ¡Advertencia! Habilitación de &lt;img&gt;, &lt;span&gt;, &lt;marquee&gt;, &lt;script&gt;, &lt;embed&gt;, &lt;object&gt; o &lt;iframe&gt; etiquetas aumenta la oportunidad de ataques contra los usuarios que podrían revelar su información personal. Por lo tanto, se recomienda mantener estas etiquetas establecidas en "No permitido" a menos que esté seguro de que realmente comprende las consecuencias de habilitarlas.

source: Warning! New user information has been saved, however there may have been an issue saving it properly.
es: ¡Advertencia! Se ha guardado nueva información de usuario, sin embargo, puede haber habido un problema al guardarla correctamente.

source: Warning! Nothing to do! %sub% is already approved.
es: ¡Advertencia! ¡Nada que hacer! %sub% ya está aprobado.

source: Warning! Only enable the above option if this site is isolated from the Internet, otherwise security could be endangered if you omit to remove the Installer script from the site root and are not prompted to do so.
es: ¡Advertencia! Habilite solo la opción anterior si este sitio está aislado de Internet, de lo contrario la seguridad podría estar en peligro si omite quitar el script del instalador de la raíz del sitio y no se le pedirá que lo haga.

source: Warning! Other modules present in the system require this module. If you uninstall this module then these modules that require it will also be uninstalled.
es: ¡Advertencia! Otros módulos presentes en el sistema requieren este módulo. Si desinstala este módulo, estos módulos que lo requieran también se desinstalarán.

source: Warning! Removing this module will also remove the following blocks
es: ¡Advertencia! La eliminación de este módulo también eliminará los siguientes bloques

source: Warning! The notification email for the new registration could not be sent.
es: ¡Advertencia! No se pudo enviar el correo electrónico de notificación para el nuevo registro.

source: Warning! The notification email for the newly created user could not be sent.
es: ¡Advertencia! No se pudo enviar el correo electrónico de notificación para el usuario recién creado.

source: Warning! The user account was created, but there was a problem adding the account to the default group.
es: ¡Advertencia! Se creó la cuenta de usuario, pero se ha producido un problema al agregar la cuenta al grupo predeterminado.

source: Warning! The welcoming email for the new registration could not be sent.
es: ¡Advertencia! No se pudo enviar el correo electrónico de bienvenida para el nuevo registro.

source: Warning! The welcoming email for the newly created user could not be sent.
es: ¡Advertencia! No se pudo enviar el correo electrónico de bienvenida para el usuario recién creado.

source: Warning! Uninstalling this module will also permanently remove all data associated with it, including all data held by other modules that are hooked to this module.
es: ¡Advertencia! La desinstalación de este módulo también eliminará permanentemente todos los datos asociados a él, incluidos todos los datos mantenidos por otros módulos que están conectados a este módulo.

source: Warning! Using the <a href=\
es: ¡Advertencia! Usando el <a href-

source: Warning: Block template locations modified, you may need to fix your template overrides if you have any.
es: Advertencia: Bloquear ubicaciones de plantilla modificadas, es posible que deba corregir las invalidaciones de la plantilla si tiene alguna.

source: Warning: could not install selected dependency %s
es: Advertencia: no se pudo instalar la dependencia seleccionada %s

source: Weekly
es: Semanal

source: Welcome to %1$s (%2$s)!
es: ¡Bienvenido a %1$s (%2$s)!

source: Welcome to %1$s, %2$s!
es: Bienvenido a %1$s, %2$s!

source: Welcome to %s!
es: ¡Bienvenido a %s!

source: Welcome to %sub%!
es: ¡Bienvenido a %sub%!

source: Welcome to the route section of the Routes application.
es: Bienvenido a la sección de ruta de la aplicación Rutas.

source: When a site is originally installed, the Installer script creates a configuration file called 'config.php' that is located in the sub-directory 'config' within the site's root directory. It should not be left writeable, because this leaves an opportunity for a security breach. You should set the file's permissions to read-only (chmod 400, 440 or at worst 444).
es: Cuando un sitio está instalado originalmente, el script Installer crea un archivo de configuración llamado 'config.php' que se encuentra en el subdirectorio 'config' dentro del directorio raíz del sitio. No debe dejarse escribir, porque esto deja una oportunidad para una brecha de seguridad. Debe establecer los permisos del archivo en de solo lectura (chmod 400, 440 o, en el peor de los casos, 444).

source: When a site is originally installed, the Security center is installed and activated by default. You will see the above message if the Security center has been deactivated. You are recommended to leave the Security center activated, as it enhances a site's security.
es: Cuando se instala originalmente un sitio, el centro de seguridad se instala y se activa de forma predeterminada. Verá el mensaje anterior si el centro de seguridad se ha desactivado. Se recomienda dejar activado el centro de seguridad, ya que mejora la seguridad de un sitio.

source: When a site is originally installed, the Security center is installed and activated by default. You will see the above message if the Security center has been removed. You are recommended to leave the Security center installed, as it enhances a site's security.
es: Cuando se instala originalmente un sitio, el centro de seguridad se instala y se activa de forma predeterminada. Verá el mensaje anterior si se ha eliminado el centro de seguridad. Se recomienda dejar instalado el centro de seguridad, ya que mejora la seguridad de un sitio.

source: When checked, this option causes graphic icons to be displayed for each module in the Administration panel.
es: Cuando está activada, esta opción hace que se muestren iconos gráficos para cada módulo en el panel Administración.

source: When lists are displayed (for example, lists of users, lists of registrations) this option controls how many items are displayed at one time.
es: Cuando se muestran listas (por ejemplo, listas de usuarios, listas de registros), esta opción controla cuántos elementos se muestran a la vez.

source: With description
es: Con descripción

source: With selected routes
es: Con rutas seleccionadas

source: Word wrap
es: Envoltura de palabras

source: Workflow
es: Flujo

source: Workflow \
es: Flujo de trabajo ?

source: Workflow editor
es: Editor de flujo de trabajo

source: Workflow settings
es: Configuración del flujo de trabajo

source: Writing and thinking
es: Escribir y pensar

source: XHTML-capable
es: Compatible con XHTML

source: Yes
es: Sí

source: Yes, cancel the change of password
es: Sí, cancele el cambio de contraseña

source: Yes, force the change of password
es: Sí, forzar el cambio de contraseña

source: You already have a pending application. Please wait until the administrator notifies you.
es: Ya tiene una solicitud pendiente. Espere hasta que el administrador le notifique.

source: You are already a member of this group.
es: Ya eres miembro de este grupo.

source: You are an anonymous guest.
es: Eres un invitado anónimo.

source: You are currently using an unreleased version of the Zikula Core.
es: Actualmente está utilizando una versión inédita del núcleo de Zikula.

source: You are in:
es: Usted está en:

source: You are logged-in as <strong>%sub%</strong>.
es: Ha iniciado sesión como <strong>%sub%</strong>.

source: You are not allowed to alter your own active state.
es: No se le permite modificar su propio estado activo.

source: You are not allowed to delete Uid %uid
es: No se le permite eliminar Uid %uid

source: You are not allowed to remove yourself from the default group.
es: No se le permite quitarse del grupo predeterminado.

source: You are not allowed to remove yourself from the primary administrator group.
es: No se le permite quitarse del grupo de administrador principal.

source: You are seeing this message because Zikula is not yet installed. You can install Zikula by clicking on the install button, but before doing so please read the %inst%. Further information can be found in the %docs%.
es: Está viendo este mensaje porque Zikula aún no está instalado. Puede instalar Zikula haciendo clic en el botón de instalación, pero antes de hacerlo, lea el %inst%. Puede encontrar más información en %docs%.

source: You are seeing this message because Zikula requires upgrade. You can upgrade Zikula by clicking on the upgrade button, but before doing so please read the %inst%. Further information can be found in the %docs%.
es: Está viendo este mensaje porque Zikula requiere actualización. Puede actualizar Zikula haciendo clic en el botón de actualización, pero antes de hacerlo, lea el %inst%. Puede encontrar más información en %docs%.

source: You are the only recipient of this message, and your user name has not been sent to any other e-mail address.
es: Usted es el único destinatario de este mensaje y su nombre de usuario no se ha enviado a ninguna otra dirección de correo electrónico.

source: You are using the latest stable version of the Zikula core.
es: Está utilizando la última versión estable del núcleo Zikula.

source: You can <a href=%sub%>register here</a>.
es: Puedes <a href=%sub%>registrarte aquí</a>.

source: You can arrange categories list using drag and drop. New order will be saved automatically.
es: Puede organizar la lista de categorías mediante arrastrar y soltar. El nuevo pedido se guardará automáticamente.

source: You can change your routing configuration in the general settings: %s.
es: Puede cambiar la configuración de enrutamiento en la configuración general: %s.

source: You can choose the displayed name(s) for each module.
es: Puede elegir los nombres mostrados para cada módulo.

source: You can confirm the e-mail address change by clicking on this link:
es: Puede confirmar el cambio de dirección de correo electrónico haciendo clic en este enlace:

source: You can confirm the e-mail address change by going to this URL with your browser:
es: Puede confirmar el cambio de dirección de correo electrónico yendo a esta URL con su navegador:

source: You can just delete the message and log-in with your existing password next time you visit the site.
es: Puede eliminar el mensaje e iniciar sesión con su contraseña existente la próxima vez que visite el sitio.

source: You can just delete this message.
es: Puede eliminar este mensaje.

source: You can now create a new password by clicking on this link:
es: Ahora puede crear una nueva contraseña haciendo clic en este enlace:

source: You can now create a new password by clicking on this link: %sub%
es: Ahora puede crear una nueva contraseña haciendo clic en este enlace: %sub%

source: You can set a question to be answered at registration time, to protect the site against spam automated registrations by bots and scripts.
es: Puede establecer una pregunta que se responderá en el momento del registro, para proteger el sitio contra los registros automatizados de spam por bots y scripts.

source: You can try the following:
es: Puede probar lo siguiente:

source: You did not provide the correct answer for the security question. Try %s
es: No proporcionó la respuesta correcta para la pregunta de seguridad. Prueba %s

source: You do not have permission for that action.
es: No tiene permiso para esa acción.

source: You do not have permission. You must login first.
es: No tienes permiso. Debe iniciar sesión primero.

source: You have JavaScript disabled. Please activate it to proceed or use the CLI script instead.
es: Tiene JavaScript deshabilitado. Por favor, actívelo para continuar o utilice el script CLI en su lugar.

source: You have a problem! '%s' is not writeable. Please ensure that the permissions are set correctly for the installation process.
es: ¡Tienes un problema! '%s' no se puede escribir. Asegúrese de que los permisos están configurados correctamente para el proceso de instalación.

source: You have got a problem! Your PHP installation does not have the token functions available, but they are necessary for Zikula's output system.
es: ¡Tienes un problema! Su instalación de PHP no tiene las funciones de token disponibles, pero son necesarias para el sistema de salida de Zikula.

source: You have got a problem! Your PHP version is %actual, which does not satisfy the Zikula system requirement of version %required or later.
es: ¡Tienes un problema! Su versión PHP es %real, lo que no satisface el requisito del sistema Zikula de la versión %requerido o posterior.

source: You have got a problem! Your PHP version is %s, which does not satisfy the Zikula system requirement of version %phpmin or later.
es: ¡Tienes un problema! Su versión PHP es %s, que no satisface el requisito del sistema Zikula de la versión %phpmin o posterior.

source: You have the possibility of enabling support for legacy modules. However, legacy modules can contain security holes that can compromise a site's security. You are strongly recommended to only use up-to-date versions of modules that are compliant with the project's official API (Application Programming Interface). In this case, legacy module support can be disabled (this is the default setting when a site is first installed).
es: Tiene la posibilidad de habilitar la compatibilidad con módulos heredados. Sin embargo, los módulos heredados pueden contener agujeros de seguridad que pueden comprometer la seguridad de un sitio. Se recomienda encarecidamente utilizar únicamente versiones actualizadas de módulos que cumplan con la API oficial del proyecto (Application Programming Interface). En este caso, la compatibilidad con módulos heredados se puede deshabilitar (esta es la configuración predeterminada cuando se instala un sitio por primera vez).

source: You may now log into the web site.
es: Ahora puede iniciar sesión en el sitio web.

source: You must confirm this change before it will take effect.
es: Debe confirmar este cambio antes de que surta efecto.

source: You see the message
es: Usted ve el mensaje

source: You will receive an additional e-mail message once an administrator has reviewed your request.
es: Recibirá un mensaje de correo electrónico adicional una vez que un administrador haya revisado su solicitud.

source: You will receive an e-mail to your new e-mail address to confirm the change.
es: Recibirá un correo electrónico a su nueva dirección de correo electrónico para confirmar el cambio.

source: You will see listed all the modules currently installed and activated. Open the dropdown list beside each module and choose the module category in which that module should be placed.
es: Verá que se enumeran todos los módulos instalados y activados actualmente. Abra la lista desplegable junto a cada módulo y elija la categoría de módulo en la que se debe colocar ese módulo.

source: You will use your e-mail address to identify yourself when you log in.
es: Utilizará su dirección de correo electrónico para identificarse cuando inicie sesión.

source: Your PHP installation does not have the JSON functions available. Zikula needs this to handle AJAX requests.
es: La instalación de PHP no tiene las funciones JSON disponibles. Zikula necesita esto para manejar las solicitudes AJAX.

source: Your PHP installation does not have the multi-byte string functions available. Zikula needs this to handle multi-byte character sets.
es: La instalación de PHP no tiene las funciones de cadena multibyte disponibles. Zikula necesita esto para manejar conjuntos de caracteres multibyte.

source: Your PHP installation doesn't have the PDO extension loaded.
es: La instalación de PHP no tiene la extensión PDO cargada.

source: Your PHP installation's PCRE library does not have Unicode property support enabled. Zikula needs this to handle multi-byte character sets in regular expressions. The PCRE library used with PHP must be compiled with the '--enable-unicode-properties' option.
es: La biblioteca PCRE de la instalación de PHP no tiene habilitado el soporte de propiedades Unicode. Zikula necesita esto para controlar conjuntos de caracteres multibyte en expresiones regulares. La biblioteca PCRE utilizada con PHP debe compilarse con la opción '--enable-unicode-properties'.

source: Your PHP installation's PCRE library has Unicode property support enabled.
es: La biblioteca PCRE de la instalación de PHP tiene habilitado el soporte de propiedades Unicode.

source: Your PHP version is %s.
es: Su versión PHP es %s.

source: Your account application has been approved. Thank you for your patience during the new account application review process.
es: Su solicitud de cuenta ha sido aprobada. Gracias por su paciencia durante el proceso de revisión de la nueva solicitud de cuenta.

source: Your account details are as follows:
es: Los detalles de su cuenta son los siguientes:

source: Your change has been successfully saved. You are now logged in with your new password.
es: El cambio se ha guardado correctamente. Ahora ha iniciado sesión con su nueva contraseña.

source: Your log-in request was not completed. You must change your web site account's password first.
es: La solicitud de inicio de sesión no se ha completado. Primero debe cambiar la contraseña de su cuenta de sitio web.

source: Your new account is not active yet. Please contact the site administrator for more information.
es: Tu nueva cuenta aún no está activa. Póngase en contacto con el administrador del sitio para obtener más información.

source: Your new password cannot match your current password.
es: La nueva contraseña no puede coincidir con la contraseña actual.

source: Your recent request at %s.
es: Su reciente solicitud en %s.

source: Your request could not be processed due to invalid arguments.
es: Su solicitud no se pudo procesar debido a argumentos no válidos.

source: Your request could not be processed due to invalid arguments. Maybe your link is expired?
es: Su solicitud no se pudo procesar debido a argumentos no válidos. ¿Tal vez tu enlace ha caducado?

source: Your request could not be processed due to missing arguments.
es: Su solicitud no se pudo procesar debido a que faltan argumentos.

source: Your request could not be processed.
es: Su solicitud no pudo ser procesada.

source: Your request is also waiting for administrator approval.
es: Su solicitud también está esperando la aprobación del administrador.

source: Your user name is used to identify you to other users on the site. You still need to set one up, even though you will not be using it to log in.
es: Su nombre de usuario se utiliza para identificarle a otros usuarios en el sitio. Todavía necesita configurar uno, aunque no lo usará para iniciar sesión.

source: Your verification code is:
es: Su código de verificación es:

source: Zikula Administration Module
es: Módulo de administración de Zikula

source: Zikula Administration Module installed
es: Módulo de administración de Zikula instalado

source: Zikula Application Framework
es: Marco de aplicación de Zikula

source: Zikula Blocks Module
es: Módulo de bloques Zikula

source: Zikula Blocks Module installed
es: Módulo de bloques Zikula instalado

source: Zikula Categories Module
es: Módulo de categorías Zikula

source: Zikula Categories Module installed
es: Módulo de categorías Zikula instalado

source: Zikula Core
es: Núcleo Zikula

source: Zikula Core Installer
es: Instalador de Zikula Core

source: Zikula Core is already installed so the installer has been disabled. If you need to run the installer a second time, you must reset config.php to its original state and clear the database tables before running the installer again.
es: Zikula Core ya está instalado por lo que el instalador se ha deshabilitado. Si necesita ejecutar el instalador una segunda vez, debe restablecer config.php a su estado original y borrar las tablas de la base de datos antes de ejecutar el instalador de nuevo.

source: Zikula Core is already installed!
es: Zikula Core ya está instalado!

source: Zikula Core is not installed!
es: Zikula Core no está instalado!

source: Zikula Core requires upgrade!
es: Zikula Core requiere actualización!

source: Zikula Extension Module
es: Módulo de extensión Zikula

source: Zikula Extensions Module installed
es: Módulo de extensiones Zikula instalado

source: Zikula Groups Module
es: Módulo de Grupos Zikula
