Repository: agrimarcal/spanish
Catalog: translations/core/2.0.13/zikula.*.po
Languages: es

source: (mandatory) - The user email. If the validation method is based on the user email this value must be unique.
es: (obligatorio): el correo electrónico del usuario. Si el método de validación se basa en el correo electrónico del usuario, este valor debe ser único.

source: (mandatory) - The user name. This value must be unique.
es: (obligatorio): el nombre de usuario. Este valor debe ser único.

source: (mandatory) - The user password. It must have %sub% characters or more. Preferentially containing letters and numbers.
es: (obligatorio): la contraseña de usuario. Debe tener %sub% caracteres o más. Preferentemente conteniendo letras y números.

source: - The identities of the groups where the user must belong separated by the character |. If you do not specify any group, the default group is %sub%.
es: - Las identidades de los grupos en los que el usuario debe pertenecer separados por el carácter . Si no especifica ningún grupo, el grupo predeterminado es %sub%.

source: - Type 0 if user is not active, 1 if the user must be active. The default value is 1.
es: - Escriba 0 si el usuario no está activo, 1 si el usuario debe estar activo. El valor predeterminado es 1.

source: - Type 1 if the system must send the password to the user via email and 0 otherwise. The default value is 1. The module Mailer must be active and correctly configured. The email is sent only if user activated value is upper than 0.
es: - Escriba 1 si el sistema debe enviar la contraseña al usuario por correo electrónico y 0 en caso contrario. El valor predeterminado es 1. El módulo Mailer debe estar activo y configurado correctamente. El correo electrónico se envía solo si el valor activado por el usuario es superior a 0.

source: % (0 to disable)
es: % (0 para desactivar)

source: %1$s and %2$s online since %time.
es: %1$s y %2$s en línea desde %time.

source: %1$s module can't connect to %2$s module. No connections are supported
es: El módulo %1$s no se puede conectar al módulo %2$s. No se admiten conexiones

source: %action application for %user to %group group
es: %action aplicación para %user a %group group

source: %c direct child|%c direct children
es: %c hijo directo%c hijos directos

source: %k must be either (string) \
es: %k debe ser o (string) \

source: %k must have a value that can be json_decoded.
es: %k debe tener un valor que se pueda json_decoded.

source: %linkStart OpenSearch %linkEnd makes it possible for your site's users to use your site's search function as a search engine.
es: %linkStart OpenSearch %linkEnd permite a los usuarios de su sitio utilizar la función de búsqueda de su sitio como motor de búsqueda.

source: %n Pending applications
es: %n Aplicaciones pendientes

source: %name% upgraded to new version and activated.
es: %name% actualizado a la nueva versión y activado.

source: %s must implement ExtensionInstallerInterface
es: %s debe implementar ExtensionInstallerInterface

source: %s not found. Please contact the system administrator for assistance.
es: %s no encontrado. Póngase en contacto con el administrador del sistema para obtener ayuda.

source: %sub% anonymous guest|%sub% anonymous guests
es: %sub% invitado anónimo%%sub% invitados anónimos

source: %sub% module provides the following area:
es: El módulo %sub% proporciona el siguiente área:

source: %sub% registered user|%sub% registered users
es: %sub% usuario registrado,%sub% usuarios registrados

source: %theme% has no configuration.
es: %theme% no tiene configuración.

source: %type error in line %s
es: %type error en la línea %s

source: '%s' account information
es: Información de la cuenta '%s'

source: '%s' has been found. This is not OK: please rename this file before continuing the installation process.
es: Se ha encontrado '%s'. Esto no está bien: cambie el nombre de este archivo antes de continuar con el proceso de instalación.

source: (Admin credentials have been encoded to make them json-safe.)
es: (Las credenciales de administrador se han codificado para que sean seguras para json.)

source: (If you cannot click on the link above, you can copy this URL into your browser:
es: (Si no puede hacer clic en el enlace anterior, puede copiar esta URL en su navegador:

source: (If you cannot click on the link, you can copy the URL and paste it into your browser.)
es: (Si no puede hacer clic en el enlace, puede copiar la URL y pegarla en su navegador.)

source: (If you cannot click on the link, you can copy this URL and paste it into your browser: %sub% )
es: (Si no puede hacer clic en el enlace, puede copiar esta URL y pegarla en su navegador: %sub% )

source: (Modification not supported.)
es: (Modificación no admitida.)

source: (Place each value on a separate line.)
es: (Coloque cada valor en una línea separada.)

source: (Separate each key-value pair with a colon (e.g., key:value). Place each key-value pair on a separate line.)
es: (Separe cada par clave-valor con dos puntos (por ejemplo, key:value). Coloque cada par clave-valor en una línea independiente.)

source: (This is the only time you will receive your password. Please keep it in a safe place.)
es: (Esta es la única vez que recibirá su contraseña. Por favor, guárdelo en un lugar seguro.)

source: (in milliseconds, default 5000 = 5 seconds)
es: (en milisegundos, por defecto 5000 a 5 segundos)

source: (or approval was not required when the registration was completed)
es: (o no se requirió la aprobación cuando se completó el registro)

source: *** INSTALLING ***
es: INSTALAR ***

source: *** UPGRADING TO ZIKULA CORE %version% ***
es: ACTUALIZAR A ZIKULA CORE %versión% ***

source: A message from %s.
es: Un mensaje de %s.

source: A message from %s...
es: Un mensaje de %s...

source: A new application has been created by %user to %group. Please attend to this request at %url
es: %user ha creado una nueva aplicación en %group. Por favor, atienda esta solicitud en %url

source: A new user account has been activated on %s.
es: Se ha activado una nueva cuenta de usuario en %s.

source: A new user account has been created but not yet activated on %s.
es: Se ha creado una nueva cuenta de usuario, pero aún no se ha activado en %s.

source: A new version of the Zikula core is available. Please download the new Zikula core.
es: Una nueva versión del núcleo Zikula está disponible. Descargue el nuevo núcleo de Zikula.

source: A notification is sent to this e-mail address for each registration. Leave blank for no notifications.
es: Se envía una notificación a esta dirección de correo electrónico para cada registro. Deje en blanco sin notificaciones.

source: A simple name with three letter suffix, e.g. `myfile.csv`
es: Un nombre simple con sufijo de tres letras, por ejemplo' 'myfile.csv'

source: A,A,A,A,A,a,a,a,a,a,O,O,O,O,O,o,o,o,o,o,E,E,E,E,e,e,e,e,C,c,I,I,I,I,i,i,i,i,U,U,U,u,u,u,y,N,n,ss,ae,Ae,oe,Oe,ue,Ue
es: A,A,A,A,A,a,a,a,A,O,O,O,O,O,o,o,o,U,E,E,E,e,e,e,e,C,c,I,I,I,I,i,i,i,i,U,U,U,U,u,u,u,u,u,u,y,N ,n,ss,ae,Ae,oe,Oe,ue,Ue

source: About \
es: Acerca de la página de

source: About the CSV file
es: Acerca del archivo CSV

source: Accept
es: Aceptar

source: Accept %username
es: Aceptar %nombre de usuario

source: Access forbidden.
es: Acceso prohibido.

source: Account Information
es: Información de la cuenta

source: Account Page Settings
es: Configuración de la página de la cuenta

source: Account information
es: Información de la cuenta

source: Account information recovery
es: Recuperación de la información de la cuenta

source: Account menu
es: Menú de la cuenta

source: Account verification
es: Verificación de la cuenta

source: Action
es: Acción

source: Actions
es: Acciones

source: Activate %s
es: Activar %s

source: Activate %theme%
es: Activar %theme%

source: Activate compression
es: Activar compresión

source: Activate multilingual features
es: Activar funciones en varios idiomas

source: Activate system modules
es: Activar módulos del sistema

source: Activating system modules
es: Activación de módulos del sistema

source: Active
es: Activo

source: Active modules
es: Módulos activos

source: Activity status
es: Estado de la actividad

source: Add Option
es: Añadir opción

source: Add access
es: Añadir acceso

source: Add an additional route to the system
es: Añadir una ruta adicional al sistema

source: Add attribute
es: Añadir atributo

source: Add node
es: Añadir nodo

source: Add user to this group
es: Agregar usuario a este grupo

source: Admin Email Address
es: Dirección de correo electrónico del administrador

source: Admin Password
es: Contraseña de administrador

source: Admin User Name
es: Nombre de usuario administrador

source: Admin access
es: Acceso de administrador

source: Admin account created
es: Cuenta de administrador creada

source: Admin credentials required when site is disabled.
es: Credenciales de administrador necesarias cuando el sitio está deshabilitado.

source: Admin panel theme
es: Tema del panel de administración

source: Admin's e-mail address
es: Dirección de correo electrónico del administrador

source: Administrate membership application
es: Administrar la solicitud de membresía

source: Administration
es: Administración

source: Administration panel
es: Panel de administración

source: Administration settings
es: Configuración de administración

source: Administrator approval:
es: Aprobación del administrador:

source: Administrator log-in
es: Inicio de sesión del administrador

source: Administrators
es: Administradores

source: Advanced setting, see %s
es: Configuración avanzada, consulte %s

source: Advanced settings
es: Configuración avanzada

source: Affected parameters: %s
es: Parámetros afectados: %s

source: Affected tags: %s
es: Etiquetas afectadas: %s

source: After completing the installation process, it is very important to delete the Installer's file 'install.php' and directory 'install' from the site root directory, especially if it is on-line on the Internet, because otherwise there is an opportunity for a security breach. If the Security analyser detects this vulnerability, you will have to remove them before you can access the Administration panel.
es: Después de completar el proceso de instalación, es muy importante eliminar el archivo del instalador 'install.php' y el directorio 'install' desde el directorio raíz del sitio, especialmente si está en línea en Internet, porque de lo contrario hay una oportunidad para una seguridad Incumplimiento. Si el analizador de seguridad detecta esta vulnerabilidad, tendrá que eliminarlos antes de poder acceder al panel Administración.

source: After creating this block position, blocks can be assigned to it and the order they are to be displayed can be adjusted.
es: Después de crear esta posición de bloque, se le pueden asignar bloques y se puede ajustar el orden en que se van a visualizar.

source: All
es: todo

source: All Words
es: Todas las palabras

source: All blocks placed.
es: Todos los bloques colocados.

source: All components
es: Todos los componentes

source: All except approved
es: Todos excepto aprobados

source: All groups
es: Todos los grupos

source: All instances of LangBlock have been converted to LocaleBlock.
es: Todas las instancias de LangBlock se han convertido a LocaleBlock.

source: All methods cannot be inactive. At least one methods must be enabled. (%m has been enabled).
es: Todos los métodos no pueden estar inactivos. Se debe habilitar al menos un método. (%m se ha habilitado).

source: Allow IDN domain names
es: Permitir nombres de dominio IDN

source: Allow a user to authenticate and login via Zikula's native user database with their email address.
es: Permita que un usuario se autentique e inicie sesión a través de la base de datos de usuarios nativos de Zikula con su dirección de correo electrónico.

source: Allow a user to authenticate and login via Zikula's native user database with their username or email address.
es: Permita que un usuario se autentique e inicie sesión a través de la base de datos de usuarios nativos de Zikula con su nombre de usuario o dirección de correo electrónico.

source: Allow a user to authenticate and login via Zikula's native user database with their username.
es: Permita que un usuario se autentique e inicie sesión a través de la base de datos de usuarios nativos de Zikula con su nombre de usuario.

source: Allow new user account registrations
es: Permitir registros de nuevas cuentas de usuario

source: Allowed
es: Permitido

source: Allowed HTML settings
es: Configuración HTML permitida

source: Allowed with attributes
es: Permitido con atributos

source: Alphabetical
es: Alfabético

source: Also delete theme files, if possible
es: Elimine también los archivos de tema, si es posible

source: Always
es: Siempre

source: An error occured during executing PHPIDS: %s
es: Se ha producido un error durante la ejecución de PHPIDS: %s

source: An error occurred while creating HTML Purifier cache directory at %path
es: Se ha producido un error al crear el directorio de caché de HTML Purifier en %path

source: An example of a valid CSV file
es: Un ejemplo de un archivo CSV válido

source: Anonymous users are visitors to your site who have not logged in.
es: Los usuarios anónimos son visitantes de su sitio que no han iniciado sesión.

source: Another example of a valid CSV file
es: Otro ejemplo de un archivo CSV válido

source: Answer the security question
es: Responder a la pregunta de seguridad

source: Any Words
es: Cualquier palabra

source: Any group
es: Cualquier grupo

source: Application cancelled.
es: Solicitud cancelada.

source: Application comments
es: Comentarios de la solicitud

source: Application processed (%action %user)
es: Aplicación procesada (%action %user)

source: Applied!
es: ¡Aplicado!

source: Apply
es: Aplicar

source: Apply to membership of \
es: Solicitar la membresía de la página de la ciudad de .

source: Applying to group
es: Aplicar al grupo

source: Approve
es: Aprobar

source: Approve %sub%
es: Aprobar %sub%

source: Approve registration
es: Aprobar el registro

source: Approve registration of %sub%
es: Aprobar el registro de %sub%

source: Approved
es: Aprobado

source: Are you sure you want to delete the user (%un)?
es: ¿Está seguro de que desea eliminar el usuario (%un)?

source: Are you sure you want to delete this menu (%menu%) AND ALL ITS CHILDREN?
es: ¿Está seguro de que desea eliminar este menú (%menú%) ¿Y TODOS SUS HIJOS?

source: Art and photography
es: Arte y fotografía

source: Ascending
es: Ascendente

source: Asking this question helps us prevent automated scripts from accessing private areas of the site.
es: Hacer esta pregunta nos ayuda a evitar que los scripts automatizados accedan a áreas privadas del sitio.

source: Assets installed
es: Activos instalados

source: Attached areas
es: Zonas anexas

source: Attempt to copy files from `userdata` to `web/uploads` failed. You must manually copy the contents.
es: Error al intentar copiar archivos de 'userdata' a 'web/uploads'. Debe copiar manualmente el contenido.

source: Attributes
es: Atributos

source: Authentication methods
es: Métodos de autenticación

source: Author
es: Autor

source: Automatic update settings
es: Configuración de actualización automática

source: Automatically detect language from browser settings
es: Detectar automáticamente el idioma desde la configuración del navegador

source: Automatically log user out after
es: Cierre automáticamente el usuario después de

source: Available areas
es: Zonas disponibles

source: Back to overview
es: Volver a la vista general

source: Back to paginated view
es: Volver a la vista paginada

source: Banned e-mail address domains
es: Dominios de direcciones de correo electrónico prohibidos

source: Banned user agents
es: Agentes de usuario sin uso

source: Basic properties
es: Propiedades básicas

source: Basic settings
es: Ajustes básicos

source: Before logging in, the site administrator has asked that you change the password for your account.
es: Antes de iniciar sesión, el administrador del sitio le ha pedido que cambie la contraseña de su cuenta.

source: Before you will be able to log in, an administrator must approve your registration request. You will receive an e-mail after an administrator has reviewed the information you submit below.
es: Antes de poder iniciar sesión, un administrador debe aprobar su solicitud de registro. Recibirá un correo electrónico después de que un administrador haya revisado la información que envía a continuación.

source: Before you will be able to log in, you must verify your e-mail address. You will receive an e-mail asking to verify your e-mail address after submitting the information below.
es: Antes de poder iniciar sesión, debe verificar su dirección de correo electrónico. Recibirá un correo electrónico pidiéndole que verifique su dirección de correo electrónico después de enviar la siguiente información.

source: Begin Installer
es: Iniciar instalador

source: Begin Migration
es: Iniciar migración

source: Begin Upgrader
es: Comenzar Upgrader

source: Beginning user migration...
es: Inicio de la migración de usuarios...

source: Below you see your current routing configuration (see %s for reference).
es: A continuación verá la configuración de enrutamiento actual (consulte %s para referencia).

source: Bind authkey to user agent ('UserAgent')
es: Enlazar authkey al agente de usuario ('UserAgent')

source: Block
es: Bloquear

source: Block ID
es: ID de bloque

source: Block Type
es: Tipo de bloque

source: Block View
es: Vista de bloque

source: Block action
es: Bloquear la acción

source: Block class %c does not exist.
es: La clase de bloque %c no existe.

source: Block placements
es: Colocaciones de bloques

source: Block positions list
es: Lista de posiciones de bloque

source: Block saved!
es: ¡Bloque guardado!

source: Block settings
es: Configuración de bloques

source: Blocks list
es: Lista de bloques

source: Blocks not placed in '%name%' position
es: Bloques no colocados en la posición '%name%'

source: Blocks placed in the '%name%' position
es: Bloques colocados en la posición '%name%'

source: Blogging
es: Blogs

source: Bottom navigation block
es: Bloque de navegación inferior

source: Browser
es: Explorador

source: Bundle
es: Paquete

source: Business and work
es: Negocios y trabajo

source: By default, all users are made members of this group.
es: De forma predeterminada, todos los usuarios se hacen miembros de este grupo.

source: CAUTION
es: Precaución

source: CSV delimiter
es: Delimitador CSV

source: CSV file (Max. %sub%)
es: Archivo CSV (máx. %sub%)

source: CSV filename
es: Nombre de archivo CSV

source: Caches cleared
es: Cachés borradas

source: Caching
es: Caché

source: Cancel
es: Cancelar

source: Cancel forced password change
es: Cancelar cambio de contraseña forzada

source: Cancel forced password change for %1s
es: Cancelar cambio de contraseña forzada para %1s

source: Cancel required change of password for %sub%
es: Cancelar el cambio de contraseña requerido para %sub%

source: Cannot load %extension because the composer file is invalid.
es: No se puede cargar %extension porque el archivo composer no es válido.

source: Cannot write parameters to %s file.
es: No se pueden escribir parámetros en el archivo %s.

source: Categories
es: Categorías

source: Categories list
es: Lista de categorías

source: Category
es: Categoría

source: Category \
es: Categoría ?

source: Category %s must be unique under parent
es: La categoría %s debe ser única bajo el padre

source: Category attributes
es: Atributos de categoría

source: Category is a leaf node
es: Categoría es un nodo hoja

source: Category is locked
es: La categoría está bloqueada

source: Category registry
es: Registro de categorías

source: Category root
es: Raíz de categoría

source: Category tree
es: Categoría árbol

source: Caution
es: Precaución

source: Center blocks
es: Bloques centrales

source: Change e-mail address
es: Cambiar la dirección de correo electrónico

source: Change log
es: Registro de cambios

source: Change password
es: Cambiar contraseña

source: Changing this setting will affect all password change requests currently pending verification.
es: Cambiar esta configuración afectará a todas las solicitudes de cambio de contraseña pendientes de verificación.

source: Changing this setting will affect all requests to change e-mail addresses currently pending verification.
es: Cambiar esta configuración afectará a todas las solicitudes para cambiar las direcciones de correo electrónico actualmente pendientes de verificación.

source: Character set
es: Conjunto de caracteres

source: Characters allowed: a-z, A-Z, 0-9, dash (-) and underscore (_).
es: Caracteres permitidos: a-z, A-Z, 0-9, guión (-) y subrayado (_).

source: Check a users permission
es: Comprobar un permiso de usuario

source: Check all
es: Compruebe todo

source: Check for updates
es: Buscar actualizaciones

source: Check interval
es: Intervalo de comprobación

source: Check now
es: Compruebe ahora

source: Check permission
es: Permiso de verificación

source: Check requirements
es: Comprobar los requisitos

source: Check requirements again
es: Compruebe los requisitos de nuevo

source: Check that you spelled all words correctly.
es: Compruebe que ha escrito todas las palabras correctamente.

source: Check the methods you wish to activate.
es: Compruebe los métodos que desea activar.

source: Checked
es: Comprobado

source: Children
es: Niños

source: Choose
es: Elegir

source: Choose a category
es: Elija una categoría

source: Choose a login authentication method
es: Elija un método de autenticación de inicio de sesión

source: Choose a user name
es: Elija un nombre de usuario

source: Choose action
es: Elegir acción

source: Choose categories
es: Elegir categorías

source: Choose language
es: Elija el idioma

source: Choose the methods
es: Elija los métodos

source: Choose the schemes
es: Elija los esquemas

source: Clear
es: Claro

source: Clear caches
es: Borrar cachés

source: Clear filter
es: Filtro transparente

source: Clearing caches
es: Borrar cachés

source: Click here to visit your homepage
es: Haga clic aquí para visitar su página de inicio

source: Click on a connection to delete it.
es: Haga clic en una conexión para eliminarla.

source: Click on the <em>Add node</em> button to add new states and transitions.
es: Haga clic en el botón <em>Agregar nodo</em> para agregar nuevos estados y transiciones.

source: Click on the trash-can icons to delete nodes and their connections.
es: Haga clic en los iconos de la papelera para eliminar los nodos y sus conexiones.

source: Click to activate block
es: Haga clic para activar el bloque

source: Click to deactivate block
es: Haga clic para desactivar el bloque

source: Click to deactivate this block
es: Haga clic para desactivar este bloque

source: Close
es: Cerca

source: Closed
es: Cerrado

source: Closed: only the core or administrator (ACCESS_EDIT) may add users. closed groups may be hidden by config setting
es: Cerrado: solo el núcleo o el administrador (ACCESS_EDIT) pueden agregar usuarios. los grupos cerrados pueden estar ocultos por la configuración de configuración

source: Collapse
es: Colapso

source: Comma
es: Coma

source: Comment
es: Comentario

source: Comment access
es: Acceso a comentarios

source: Comment to attach to your application
es: Comentario para adjuntar a su solicitud

source: Communications and media
es: Comunicaciones y medios de comunicación

source: Compile check
es: Comprobación de compilación

source: Component
es: Componente

source: Component to check
es: Componente para comprobar

source: Condition
es: Condición

source: Configuration
es: Configuración
