Repository: agrimarcal/spanish
Catalog: translations/core/2.0.13/zikula.*.po
Languages: es

source: Configuration file 'config/config.php' is writeable, but should be read-only (chmod 400, 440 or at worst 444).
es: El archivo de configuración 'config/config.php' es grabable, pero debe ser de solo lectura (chmod 400, 440 o en el peor de los 444).

source: Configuration files protected
es: Archivos de configuración protegidos

source: Configuration successful. Please verify your parameters below:
es: Configuración correcta. Por favor, verifique sus parámetros a continuación:

source: Configuring Zikula installation in %env% environment.
es: Configuración de la instalación de Zikula en el entorno %env%.

source: Confirm deletion
es: Confirmar eliminación

source: Confirm sending code
es: Confirmar código de envío

source: Confirm verification code
es: Confirmar código de verificación

source: Confirm verification code is to be sent to %sub%
es: Confirme que el código de verificación se enviará a %sub%

source: Confirmation prompt
es: Solicitud de confirmación

source: Congratulations! Upgrade Complete.
es: ¡Felicitaciones! Actualización completada.

source: Congratulations! Your group application has been accepted. You have been granted all the privileges assigned to the group of which you are now member.
es: ¡Felicitaciones! Su solicitud de grupo ha sido aceptada. Se le han concedido todos los privilegios asignados al grupo del que ahora es miembro.

source: Congratulations! Zikula has been successfully installed.
es: ¡Felicitaciones! Zikula se ha instalado con éxito.

source: Connect %sub% to other modules
es: Conectar %sub% a otros módulos

source: Connections
es: Conexiones

source: Content
es: Contenido

source: Content has been approved and is available online.
es: El contenido ha sido aprobado y está disponible en línea.

source: Continue
es: Continuar

source: Controller
es: Controlador

source: Cookies settings
es: Configuración de cookies

source: Core
es: Núcleo

source: Core Extension
es: Extensión del núcleo

source: Core compatibility information: %s
es: Información de compatibilidad principal: %s

source: Core modules at the heart of operation of the site.
es: Módulos principales en el corazón del funcionamiento del sitio.

source: Core: Users can only be added by an administrator (ACCESS_EDIT) - groups are not visible to users in public list
es: Núcleo: Los usuarios solo pueden ser agregados por un administrador (ACCESS_EDIT): los grupos no son visibles para los usuarios de la lista pública

source: Could not find user to update.
es: No se pudo encontrar el usuario para actualizar.

source: Could not remove files as requested.
es: No se han podido eliminar los archivos según lo solicitado.

source: Could not send mail.
es: No se pudo enviar correo.

source: Could not set %1$s to the value of %2$s. The install or upgrade process may fail at your current setting of %3$s.
es: No se pudo establecer %1$s en el valor de %2$s. El proceso de instalación o actualización puede fallar en la configuración actual de %3$s.

source: Could not use %1$s to set the %2$s to the value of %3$s. The install or upgrade process may fail at your current setting of %4$s.
es: No se pudo utilizar %1$s para establecer %2$s en el valor de %3$s. El proceso de instalación o actualización puede fallar en la configuración actual de %4$s.

source: Create a custom route
es: Crear una ruta personalizada

source: Create a new account
es: Crear una nueva cuenta

source: Create a new password.
es: Cree una nueva contraseña.

source: Create a password
es: Crear una contraseña

source: Create admin account
es: Crear cuenta de administrador

source: Create administrator's account
es: Crear la cuenta del administrador

source: Create another item after save
es: Crear otro elemento después de guardar

source: Create block
es: Crear bloque

source: Create block position
es: Crear posición de bloque

source: Create blocks
es: Crear bloques

source: Create new account
es: Crear nueva cuenta

source: Create new block
es: Crear nuevo bloque

source: Create new block position
es: Crear nueva posición de bloque

source: Create new group
es: Crear nuevo grupo

source: Create new module category
es: Crear una nueva categoría de módulo

source: Create new password
es: Crear nueva contraseña

source: Create new permission rule
es: Crear nueva regla de permisos

source: Create new user
es: Crear nuevo usuario

source: Create or Edit Root Node
es: Crear o editar nodo raíz

source: Create route
es: Crear ruta

source: Created by %user
es: Creado por %user

source: Created by %user on %date
es: Creado por %user en %date

source: Created on %date
es: Creado en %date

source: Created on %s.
es: Creado en %s.

source: Creating admin account
es: Creación de una cuenta de administrador

source: Creating default blocks
es: Creación de bloques predeterminados

source: Creation
es: Creación

source: Creation and update
es: Creación y actualización

source: Creation date
es: Fecha de creación

source: Creator
es: Creador

source: Credits
es: Créditos

source: Credits for
es: Créditos para

source: Current Core version is %version%
es: La versión actual de Core es %version%

source: Current settings from
es: Configuración actual de

source: Currently used version
es: Versión utilizada actualmente

source: Custom routes list
es: Lista de rutas personalizadas

source: Custom template
es: Plantilla personalizada

source: D e l e t e
es: D e l e e e

source: DELETE
es: Eliminar

source: Daily
es: Diario

source: Data provided was inappropriate.
es: Los datos proporcionados eran inapropiados.

source: Database (recommended)
es: Base de datos (recomendado)

source: Database Host
es: Host de base de datos

source: Database Name
es: Nombre de la base de datos

source: Database Password
es: Contraseña de la base de datos

source: Database Username
es: Nombre de usuario de la base de datos

source: Database information
es: Información de la base de datos

source: Database type
es: Tipo de base de datos

source: Date
es: Fecha

source: Date of last search
es: Fecha de la última búsqueda

source: Date: %s
es: Fecha: %s

source: De-select all
es: Anule la selección de todos

source: Deactivate %s
es: Desactivar %s

source: Debug enabled
es: Depuración habilitada

source: Decrease zoom level
es: Disminuir el nivel de zoom

source: Default
es: Predeterminado

source: Default blocks created
es: Bloques predeterminados creados

source: Default category for newly-added modules
es: Categoría predeterminada para módulos recién agregados

source: Default language to use for this site
es: Idioma predeterminado para usar en este sitio

source: Default meta description
es: Meta descripción predeterminada

source: Default page title
es: Título de página predeterminado

source: Default theme
es: Tema predeterminado

source: Default user group. Cannot be deleted.
es: Grupo de usuarios predeterminado. No se puede eliminar.

source: Default values for HTML Purifier were successfully loaded. Please store them using the \
es: Los valores predeterminados para HTML Purifier se cargaron correctamente. Por favor, guárdelos usando el valor de la aplicación.

source: Default values reloaded. Save to confirm.
es: Se han recargado los valores predeterminados. Guardar para confirmar.

source: Default: %s
es: Predeterminado: %s

source: Default: '%s'
es: Predeterminado: '%s'

source: Default: Resources/config/phpids_zikula_default.xml
es: Predeterminado: Resources/config/phpids_zikula_default.xml

source: Defaults
es: Defectos

source: Define which fields contain HTML and need preparation
es: Defina qué campos contienen HTML y necesiten preparación

source: Define which fields contain JSON data and should be treated as such
es: Defina qué campos contienen datos JSON y deben tratarse como tales

source: Define which fields should not be monitored
es: Defina qué campos no se deben supervisar

source: Delete
es: Eliminar

source: Delete \
es: Eliminar ?

source: Delete %n
es: Eliminar %n

source: Delete %sub%
es: Eliminar %sub%

source: Delete Block
es: Eliminar bloque

source: Delete Root
es: Eliminar raíz

source: Delete access
es: Eliminar el acceso

source: Delete all children
es: Eliminar todos los niños

source: Delete all sub-categories
es: Eliminar todas las subcategorías

source: Delete block
es: Eliminar bloque

source: Delete block position
es: Eliminar posición de bloque

source: Delete category
es: Eliminar categoría

source: Delete confirmation
es: Eliminar confirmación

source: Delete content permanently.
es: Eliminar contenido de forma permanente.

source: Delete group
es: Eliminar grupo

source: Delete module category
es: Eliminar categoría de módulo

source: Delete or deactivate
es: Eliminar o desactivar

source: Delete permission %s
es: Permiso de eliminación %s

source: Delete registry entry
es: Eliminar entrada de registro

source: Delete route
es: Eliminar ruta

source: Delete selected users
es: Eliminar usuarios seleccionados

source: Delete the entire log
es: Eliminar todo el registro

source: Delete the entire log.
es: Elimine todo el registro.

source: Delete this route
es: Eliminar esta ruta

source: Delete user account
es: Eliminar cuenta de usuario

source: Deleted
es: Eliminado

source: Deny
es: Negar

source: Deny %username
es: Denegar %nombre de usuario

source: Descending
es: Descendente

source: Description
es: Descripción

source: Description line
es: Línea de descripción

source: Detach
es: Separar

source: Details
es: Detalles

source: Dev mode status
es: Estado del modo de desarrollo

source: Developer notices (development mode on)
es: Avisos para desarrolladores (modo de desarrollo activado)

source: Development/debug mode (Do not send any email)
es: Modo de desarrollo/depuración (no enviar ningún correo electrónico)

source: Disable search plug-ins
es: Desactivar complementos de búsqueda

source: Disable site
es: Desactivar sitio

source: Disabled plugins
es: Plugins desactivados

source: Display description
es: Descripción de la pantalla

source: Display graphics on user's account page
es: Mostrar gráficos en la página de la cuenta del usuario

source: Display icons
es: Iconos de pantalla

source: Display name
es: Nombre para mostrar

source: Display settings
es: Configuración de la pantalla

source: Displays the list view of module categories included within the category tab menu. In the 'Actions' column on the right, you can choose to edit or delete a module category
es: Muestra la vista de lista de las categorías de módulo incluidas en el menú de la ficha categoría. En la columna "Acciones" de la derecha, puede elegir editar o eliminar una categoría de módulo

source: Do you really want to delete block '%title%'?
es: ¿Realmente desea eliminar el bloque '%title%'?

source: Do you really want to delete group '%s'?
es: ¿Realmente desea eliminar el grupo '%s'?

source: Do you really want to delete module category '%s'?
es: ¿Realmente desea eliminar la categoría de módulo '%s'?

source: Do you really want to delete position '%name%'?
es: ¿Realmente desea eliminar la posición '%name%'?

source: Do you really want to delete the entire IDS log?
es: ¿Realmente desea eliminar todo el registro IDS?

source: Do you really want to delete this category?
es: ¿Realmente desea eliminar esta categoría?

source: Do you really want to delete this item?
es: ¿Realmente desea eliminar este elemento?

source: Do you really want to delete this permission rule?
es: ¿Realmente desea eliminar esta regla de permisos?

source: Do you really want to delete this registry entry?
es: ¿Realmente desea eliminar esta entrada del registro?

source: Do you really want to delete this route: \
es: ¿Realmente desea eliminar esta ruta: ?

source: Do you really want to remove the %name% theme?
es: ¿Realmente desea eliminar el tema %name%?

source: Do you really want to remove user \
es: ¿Realmente desea eliminar el usuario?

source: Do you really want to set %sub% as the active theme for all site users?
es: ¿Realmente desea establecer %sub% como el tema activo para todos los usuarios del sitio?

source: Do you really want to uninstall '%title%'?
es: ¿Realmente desea desinstalar '%title%'?

source: Do you want to cancel the forced password change for %1s?
es: ¿Desea cancelar el cambio de contraseña forzada para %1s?

source: Do you want to force a password change during the next login attempt for %1s?
es: ¿Desea forzar un cambio de contraseña durante el siguiente intento de inicio de sesión para %1s?

source: Doctrine Exception
es: Excepción de Doctrina

source: Document URL
es: URL del documento

source: Document contents
es: Contenido del documento

source: Done! %sub% has been approved.
es: ¡Hecho! %sub% ha sido aprobado.

source: Done! A password change will be required the next time %uname logs in.
es: ¡Hecho! Se requerirá un cambio de contraseña la próxima vez que %uname inicie sesión.

source: Done! A password change will no longer be required for %uname.
es: ¡Hecho! Ya no será necesario un cambio de contraseña para %uname.

source: Done! Activated %s module.
es: ¡Hecho! Módulo %s activado.

source: Done! Block deleted.
es: ¡Hecho! Bloquear eliminado.

source: Done! Category deleted.
es: ¡Hecho! Categoría eliminada.

source: Done! Changed default theme.
es: ¡Hecho! Se ha cambiado el tema predeterminado.

source: Done! Changed your e-mail address.
es: ¡Hecho! Se ha cambiado la dirección de correo electrónico.

source: Done! Configuration updated.
es: ¡Hecho! Configuración actualizada.

source: Done! Created new category.
es: ¡Hecho! Creado nueva categoría.

source: Done! Created new registration application.
es: ¡Hecho! Se ha creado una nueva aplicación de registro.

source: Done! Created new user account.
es: ¡Hecho! Se ha creado una nueva cuenta de usuario.

source: Done! Created the group.
es: ¡Hecho! Se ha creado el grupo.

source: Done! Deactivated module.
es: ¡Hecho! Módulo desactivado.

source: Done! Deactivated the theme.
es: ¡Hecho! Desactivado el tema.

source: Done! Deleted the theme.
es: ¡Hecho! Eliminado el tema.

source: Done! Exposed JS Routes dumped to %s.
es: ¡Hecho! Rutas JS expuestas volcadas a %s.

source: Done! Extension updated.
es: ¡Hecho! Extensión actualizada.

source: Done! Group deleted.
es: ¡Hecho! Grupo eliminado.

source: Done! Installed %s.
es: ¡Hecho! %s instalado.

source: Done! Item created.
es: ¡Hecho! Elemento creado.

source: Done! Item deleted.
es: ¡Hecho! Elemento eliminado.

source: Done! Item updated.
es: ¡Hecho! Artículo actualizado.

source: Done! Localization configuration updated.
es: ¡Hecho! Configuración de localización actualizada.

source: Done! Message sent.
es: ¡Hecho! Mensaje enviado.

source: Done! Module configuration updated.
es: ¡Hecho! Configuración del módulo actualizada.

source: Done! Position deleted.
es: ¡Hecho! Posición eliminada.

source: Done! Purged IDS Log.
es: ¡Hecho! Registro IDS purgado.

source: Done! Registry entry deleted.
es: ¡Hecho! Entrada de registro eliminada.

source: Done! Route created.
es: ¡Hecho! Ruta creada.

source: Done! Route deleted.
es: ¡Hecho! Ruta eliminada.

source: Done! Route updated.
es: ¡Hecho! Ruta actualizada.

source: Done! Routes reloaded.
es: ¡Hecho! Rutas recargadas.

source: Done! Routing settings renewed.
es: ¡Hecho! Configuración de enrutamiento renovada.

source: Done! Saved HTMLPurifier configuration.
es: ¡Hecho! Configuración de HTMLPurifier guardada.

source: Done! Saved category.
es: ¡Hecho! Categoría guardada.

source: Done! Saved user's account information.
es: ¡Hecho! Información de la cuenta del usuario guardada.

source: Done! The account information for %s has been sent via e-mail.
es: ¡Hecho! La información de la cuenta de %s se ha enviado por correo electrónico.

source: Done! The application has been sent. You will be notified by email when the application is processed.
es: ¡Hecho! La solicitud ha sido enviada. Se le notificará por correo electrónico cuando se procese la solicitud.

source: Done! The confirmation link for %s has been sent via e-mail.
es: ¡Hecho! El enlace de confirmación de %s se ha enviado por correo electrónico.

source: Done! The password recovery verification link for %s has been sent via e-mail.
es: ¡Hecho! El enlace de verificación de recuperación de contraseña para %s se ha enviado por correo electrónico.

source: Done! The user name for %s has been sent via e-mail.
es: ¡Hecho! El nombre de usuario de %s se ha enviado por correo electrónico.

source: Done! The user was added to the group.
es: ¡Hecho! El usuario se ha agregado al grupo.

source: Done! The user was removed from the group.
es: ¡Hecho! El usuario se ha quitado del grupo.

source: Done! Theme configuration updated to default values.
es: ¡Hecho! Configuración del tema actualizada a los valores predeterminados.

source: Done! Theme configuration updated.
es: ¡Hecho! Se ha actualizado la configuración del tema.

source: Done! Uninstalled extension.
es: ¡Hecho! Extensión desinstalada.

source: Done! Updated the group.
es: ¡Hecho! Se ha actualizado el grupo.

source: Done! Users imported.
es: ¡Hecho! Usuarios importados.

source: Done! Verification code sent to %sub%.
es: ¡Hecho! Código de verificación enviado a %sub%.

source: Done! You will receive an e-mail to your new e-mail address to confirm the change. You must follow the instructions in that message in order to verify your new address.
es: ¡Hecho! Recibirá un correo electrónico a su nueva dirección de correo electrónico para confirmar el cambio. Debe seguir las instrucciones de ese mensaje para verificar su nueva dirección.

source: Done! Your account has been created and you may now log in.
es: ¡Hecho! Su cuenta ha sido creada y ahora puede iniciar sesión.

source: Done! Your account has been created.
es: ¡Hecho! Se ha creado su cuenta.

source: Done! Your account has been verified, and is awaiting administrator approval.
es: ¡Hecho! Su cuenta ha sido verificada y está a la espera de la aprobación del administrador.

source: Done! Your account has been verified.
es: ¡Hecho! Tu cuenta ha sido verificada.

source: Done! Your account has been verified. You have been logged in.
es: ¡Hecho! Tu cuenta ha sido verificada. Ha iniciado sesión.

source: Done! Your account has been verified. Your registration request is still pending completion. Please contact the site administrator for more information.
es: ¡Hecho! Tu cuenta ha sido verificada. Su solicitud de registro aún está pendiente de finalización. Póngase en contacto con el administrador del sitio para obtener más información.

source: Done! Your registration request has been saved and is pending. Please check your e-mail periodically for a message from us.
es: ¡Hecho! Su solicitud de registro se ha guardado y está pendiente. Por favor, revise su correo electrónico periódicamente para un mensaje de nosotros.

source: Double-click on a node to edit it.
es: Haga doble clic en un nodo para editarlo.

source: Download
es: Descargar

source: Download the entire log to a CSV file.
es: Descargue todo el registro en un archivo CSV.

source: Download the entire log to a csv file
es: Descargue todo el registro en un archivo csv

source: Drag and drop into a new module category
es: Arrastre y suelte en una nueva categoría de módulo

source: Drag from node exchange icons to other nodes to add new connections.
es: Arrastre desde los iconos de intercambio de nodos a otros nodos para agregar nuevas conexiones.

source: Drag items from the right column to the left column to connect the hooks. Only areas with the same category can be connected.
es: Arrastre los elementos de la columna derecha a la columna izquierda para conectar los ganchos. Solo se pueden conectar áreas con la misma categoría.

source: Drag to reorder
es: Arrastrar para reordenar

source: Dump exposed js routes to file
es: Volcar rutas js expuestas al archivo

source: During your visits, we recommended that you set your browser to accept cookies from this site. Various features of the site use cookies, and may not function properly (or may not function at all) if cookies are disabled.
es: Durante sus visitas, le recomendamos que configure su navegador para que acepte cookies de este sitio. Varias características del sitio utilizan cookies, y pueden no funcionar correctamente (o pueden no funcionar en absoluto) si las cookies están desactivadas.

source: E-mail
es: Correo electrónico

source: E-mail address to notify of registrations
es: Dirección de correo electrónico para notificar registros

source: E-mail address verifications expire in
es: Las verificaciones de direcciones de correo electrónico expiran en

source: E-mail address:
es: Dirección de correo electrónico:

source: Each item on this list is an e-mail address domain (the part after the '@'). E-mail addresses on new registrations or on an existing user's change of e-mail address requests are not allowed to have any domain on this list.
es: Cada elemento de esta lista es un dominio de dirección de correo electrónico (la parte después de la ''). Las direcciones de correo electrónico en los nuevos registros o en las solicitudes de cambio de direcciones de correo electrónico de un usuario existente no pueden tener ningún dominio en esta lista.

source: Each user name on this list is not allowed to be chosen by someone registering for a new account.
es: No se permite que alguien que se registre para una nueva cuenta elija cada nombre de usuario de esta lista.

source: Edit
es: Editar

source: Edit \
es: Editar ?

source: Edit %s
es: Editar %s

source: Edit %sub%
es: Editar %sub%

source: Edit Children
es: Editar niños

source: Edit Menu Root
es: Editar raíz de menú

source: Edit access
es: Editar acceso

source: Edit block placements
es: Editar ubicaciones de bloques

source: Edit block position
es: Editar posición de bloque

source: Edit category
es: Editar categoría

source: Edit category registry
es: Editar registro de categorías

source: Edit group
es: Editar grupo

source: Edit item
es: Editar elemento

source: Edit module category
es: Editar categoría de módulo

source: Edit node
es: Editar nodo

source: Edit permission %s
es: Permiso de edición %s

source: Edit route
es: Editar ruta

source: Edit this route
es: Editar esta ruta

source: Edit user account
es: Editar cuenta de usuario

source: Edit user account of %uname
es: Editar cuenta de usuario de %uname

source: Edit?
es: ¿Editar?

source: Email
es: Correo electrónico

source: Email Address
es: Dirección de correo electrónico

source: Email address
es: Dirección de correo electrónico

source: Email address manager
es: Gestor de direcciones de correo electrónico

source: Email content
es: Contenido del correo electrónico

source: Email settings are not yet configured. Please configure them below.
es: La configuración de correo electrónico aún no está configurada. Por favor, configúrelos a continuación.

source: Email verified
es: Correo electrónico verificado

source: Empty argument at
es: Argumento vacío en

source: Enable OpenSearch
es: Habilitar OpenSearch

source: Enable block collapse icons
es: Activar iconos de colapso de bloques

source: Enable filtering of group permissions
es: Habilitar el filtrado de permisos de grupo

source: Enable logging of sent mail
es: Habilitar el registro del correo enviado

source: Encoding
es: Codificación

source: Ensure the database is in UTF-8 format.
es: Asegúrese de que la base de datos está en formato UTF-8.

source: Enter a part of the user name to search
es: Introduzca una parte del nombre de usuario para buscar

source: Enter a whole number for the number of modules to be displayed on each line of the Administration panel.
es: Introduzca un número entero para el número de módulos que se mostrarán en cada línea del panel Administración.
