Repository: agrimarcal/spanish
Catalog: translations/core/2.0.13/zikula.*.po
Languages: es

source: Zikula Groups Module installed
es: Módulo de Grupos Zikula instalado

source: Zikula Mailer Module
es: Módulo Zikula Mailer

source: Zikula Mailer Module installed
es: Módulo Zikula Mailer instalado

source: Zikula Menu Module
es: Módulo de menú Zikula

source: Zikula Menu Module installed
es: Módulo de menú Zikula instalado

source: Zikula Permissions Module
es: Módulo de permisos Zikula

source: Zikula Permissions Module installed
es: Módulo de permisos Zikula instalado

source: Zikula Routes Module
es: Módulo de rutas Zikula

source: Zikula Routes Module installed
es: Módulo de rutas Zikula instalado

source: Zikula Search Module
es: Módulo de búsqueda Zikula

source: Zikula Search Module installed
es: Módulo de búsqueda Zikula instalado

source: Zikula Security Module
es: Módulo de seguridad Zikula

source: Zikula Security Module installed
es: Módulo de seguridad Zikula instalado

source: Zikula Settings Module
es: Módulo de configuración de Zikula

source: Zikula Settings Module installed
es: Módulo de configuración de Zikula instalado

source: Zikula Theme Module
es: Módulo temático Zikula

source: Zikula Theme Module installed
es: Módulo temático Zikula instalado

source: Zikula Users Module
es: Módulo de usuarios de Zikula

source: Zikula Users Module installed
es: Módulo de usuarios de Zikula instalado

source: Zikula ZAuth Module
es: Módulo Zikula ZAuth

source: Zikula ZAuth Module installed
es: Módulo Zikula ZAuth instalado

source: Zikula already appears to be installed.
es: Zikula ya parece estar instalado.

source: Zikula documentation
es: Documentación de Zikula

source: Zikula installation completed!
es: ¡Instalación de Zikula completada!

source: Zikula is already installed!
es: Zikula ya está instalado!

source: Zikula is free software released under the GPL license!
es: Zikula es software libre lanzado bajo la licencia GPL!

source: Zikula is installing!
es: Zikula está instalando!

source: Zikula is not installed!
es: Zikula no está instalado!

source: Zikula is not upgraded!
es: Zikula no está actualizado!

source: Zikula is upgrading!
es: Zikula está mejorando!

source: active
es: Activo

source: be patient!
es: ser paciente!

source: copy
es: Copia

source: date.timezone is currently not set. It needs to be set to a valid timezone in your php.ini such as timezone like UTC, GMT+5, Europe/Berlin.
es: date.timezone no está establecido actualmente. Debe establecerse en una zona horaria válida en su php.ini como zona horaria como UTC, GMT+5, Europe/Berlin.

source: days
es: Días

source: days (if 'Remember me' is activated)
es: días (si 'Recordarme' está activado)

source: email address
es: dirección de correo electrónico

source: filtered
es: Filtrada

source: group
es: Grupo

source: inactive
es: Inactivo

source: installation guide
es: guía de instalación

source: installation instructions
es: instrucciones de instalación

source: invalid route
es: ruta inválida

source: lang
es: idioma

source: minutes of inactivity
es: minutos de inactividad

source: online documentation
es: documentación en línea

source: permission granted.
es: Permiso concedido.

source: permission not granted.
es: permiso no concedido.

source: prepend bundle prefix ?
es: anteponer el prefijo del paquete ?

source: reload installed languages
es: recargar idiomas instalados

source: root, webmaster, admin, administrator, nobody, anonymous, username
es: raíz, webmaster, administrador, administrador, nadie, anónimo, nombre de usuario

source: routes
es: Rutas

source: translatable ?
es: ¿Traducible?

source: unknown user.
es: usuario desconocido.

source: unregistered user
es: usuario no registrado

source: upgrade guide
es: guía de actualización

source: upgrade instructions
es: instrucciones de actualización

source: username
es: nombre de usuario

source: usr
es: usuario

source: when upgrading an existing workflow consider that objects could be in a state which does not exist anymore. You need to update your database to update these objects in order to avoid problems.
es: al actualizar un flujo de trabajo existente, tenga en cuenta que los objetos podrían estar en un estado que ya no existe. Debe actualizar la base de datos para actualizar estos objetos con el fin de evitar problemas.

source: where:
es: Dónde:

source: will be applied after HTMLPurifier processing is completed.
es: se aplicará después de que se complete el procesamiento de HTMLPurifier.
