Repository: agrimarcal/spanish
Catalog: translations/core/2.0.13/zikula.*.po
Languages: es

source: The installed language could not be detected.
es: No se ha podido detectar el idioma instalado.

source: The items that are marked with an asterisk ('*') are required entries.
es: Los elementos marcados con un asterisco ('*') son entradas obligatorias.

source: The items that are marked with an asterisk (*) are required entries.
es: Las posiciones marcadas con un asterisco (*) son entradas obligatorias.

source: The maximum version of the core that this module supports is %s
es: La versión máxima del núcleo que admite este módulo es %s

source: The message could not be sent properly.
es: El mensaje no se pudo enviar correctamente.

source: The minimum length for user passwords is %sub% characters.
es: La longitud mínima de las contraseñas de usuario es %sub% caracteres.

source: The minimum version of the core that this module supports is %s
es: La versión mínima del núcleo que admite este módulo es %s

source: The password cannot be the same as the user name. Please choose a different password.
es: La contraseña no puede ser la misma que el nombre de usuario. Elija una contraseña diferente.

source: The password fields must match.
es: Los campos de contraseña deben coincidir.

source: The password won't be changed unless you choose a new one using the link above, and you are the only recipient of this message.
es: La contraseña no se cambiará a menos que elija una nueva mediante el enlace anterior y sea el único destinatario de este mensaje.

source: The passwords must match!
es: ¡Las contraseñas deben coincidir!

source: The path must start with a \
es: La ruta de acceso debe comenzar con un valor de .

source: The path of the route you created or updated looks similar to the following already existing path: %s Are you sure you haven't just introduced a conflict?
es: La ruta de la ruta que ha creado o actualizado es similar a la siguiente ruta ya existente: %s ¿Está seguro de que no acaba de introducir un conflicto?

source: The registration process failed.
es: Error en el proceso de registro.

source: The root domain where you install Zikula, e.g. \
es: El dominio raíz en el que se instala Zikula, p. ej.,

source: The selected item does not exist
es: El elemento seleccionado no existe

source: The selected user is already a member of this group.
es: El usuario seleccionado ya es miembro de este grupo.

source: The setting has been successfully changed.
es: La configuración se ha cambiado correctamente.

source: The site administrator has not configured any data as searchable.
es: El administrador del sitio no ha configurado ningún dato como en el que se puedan buscar.

source: The site is currently off-line.
es: El sitio está actualmente deslíneado.

source: The startController was reset to a static frontpage.
es: El startController se restableció a una página frontal estática.

source: The theme in use must implement the block position or the assigned blocks will never be displayed.
es: El tema en uso debe implementar la posición de bloque o los bloques asignados nunca se mostrarán.

source: The update check is not enabled, but preferably should be.
es: La comprobación de actualización no está habilitada, pero preferiblemente debe serlo.

source: The user account '%username%' at %sitename% has this e-mail address associated with it.
es: La cuenta de usuario '%username%' en %sitename% tiene esta dirección de correo electrónico asociada.

source: The user name for your account is: %user%
es: El nombre de usuario de su cuenta es: %user%

source: The user name you entered (%u) has already been registered.
es: El nombre de usuario que ha introducido (%u) ya se ha registrado.

source: The user name you entered is reserved. It cannot be used.
es: El nombre de usuario que ha introducido está reservado. No se puede usar.

source: The value \
es: El valor de la

source: The value does not appear to be a valid user name. A valid user name consists of lowercase letters, numbers, underscores, periods or dashes.
es: El valor no parece ser un nombre de usuario válido. Un nombre de usuario válido consta de letras minúsculas, números, guiones bajos, puntos o guiones.

source: The value provided does not appear to be a valid list of user names. The list should consist of one or more user names made up of lowercase letters, numbers, underscores, periods, or dashes. Separate each user name with a comma. For example: 'root, administrator, superuser' (the quotes should not appear in the list). Spaces surrounding commas are ignored, however extra spaces before or after the list are not and will result in an error. Empty values (two commas together, or separated only by spaces) are not allowed. The list is optional, and if no values are to be defined then the list should be completely empty (no extra spaces, commas, or any other characters).
es: El valor proporcionado no parece ser una lista válida de nombres de usuario. La lista debe constar de uno o más nombres de usuario formados por letras minúsculas, números, guiones bajos, puntos o guiones. Separe cada nombre de usuario con una coma. Por ejemplo: 'raíz, administrador, superusuario' (las comillas no deben aparecer en la lista). Los espacios que rodean las comas se omiten, sin embargo, los espacios adicionales antes o después de la lista no lo son y darán lugar a un error. No se permiten valores vacíos (dos comas juntas o separadas solo por espacios). La lista es opcional y, si no se va a definir ningún valor, la lista debe estar completamente vacía (sin espacios adicionales, comas ni ningún otro carácter).

source: The version of this module is incompatible with the version of the core.
es: La versión de este módulo es incompatible con la versión del núcleo.

source: The web site administrator has created this new account for you.
es: El administrador del sitio web ha creado esta nueva cuenta para usted.

source: Theme config
es: Configuración del tema

source: Theme configuration
es: Configuración del tema

source: Theme confirmation prompt
es: Solicitud de confirmación del tema

source: Theme credits
es: Créditos temáticos

source: Theme to use
es: Tema a usar

source: Themes control the visual presentation of a site.
es: Los temas controlan la presentación visual de un sitio.

source: Themes list
es: Lista de temas

source: Themes regenerated
es: Temas regenerados

source: There are %f users to try to migrate.
es: Hay %f usuarios para intentar migrar.

source: There are currently no groups that can be joined.
es: Actualmente no hay grupos a los que se pueda unir.

source: There are currently no modules in this category.
es: Actualmente no hay módulos en esta categoría.

source: There are no active modules to search. Please activate at %link
es: No hay módulos activos para buscar. Por favor, actívelo en %link

source: There are no providers available for %sub%.
es: No hay proveedores disponibles para %sub%.

source: There are no subscribers available for %sub%.
es: No hay suscriptores disponibles para %sub%.

source: There are six display settings.
es: Hay seis ajustes de visualización.

source: There are too many users registered with that address. Please contact the system administrator for assistance.
es: Hay demasiados usuarios registrados con esa dirección. Póngase en contacto con el administrador del sistema para obtener ayuda.

source: There aren't any areas attached here.<br />Drag an area from the right and drop it here to attach it.
es: No hay áreas adjuntas aquí.<br />Arrastra un área desde la derecha y suéltala aquí para adjuntarla.

source: There arent any modules services available.
es: No hay ningún servicio de módulos disponible.

source: There is currently no pending content.
es: Actualmente no hay contenido pendiente.

source: There is currently only one option in the General settings section.
es: Actualmente solo hay una opción en la sección Configuración general.

source: There is no '.htaccess' file in the application directory '/app', but one should be present.
es: No hay ningún archivo '.htaccess' en el directorio de la aplicación '/app', pero uno debe estar presente.

source: There is no authentication method activated.
es: No hay ningún método de autenticación activado.

source: There was an error activating system modules
es: Se ha producido un error al activar los módulos del sistema

source: There was an error clearing caches
es: Hubo un error borrando las cachés

source: There was an error creating admin account
es: Se ha producido un error al crear una cuenta de administrador

source: There was an error creating default blocks
es: Se ha producido un error al crear bloques predeterminados

source: There was an error finalizing the parameters
es: Se ha producido un error al finalizar los parámetros

source: There was an error firing the install event
es: Se ha producido un error al desencadenar el evento de instalación

source: There was an error firing the upgrade event
es: Se ha producido un error al desencadenar el evento de actualización

source: There was an error installing Zikula Administration Module
es: Se ha producido un error al instalar el módulo de administración de Zikula

source: There was an error installing Zikula Blocks Module
es: Se ha producido un error al instalar Zikula Blocks Module

source: There was an error installing Zikula Categories Module
es: Se ha producido un error al instalar el módulo de categorías de Zikula

source: There was an error installing Zikula Extensions Module
es: Se ha producido un error al instalar Zikula Extensions Module

source: There was an error installing Zikula Groups Module
es: Se ha producido un error al instalar el módulo Zikula Groups

source: There was an error installing Zikula Mailer Module
es: Se ha producido un error al instalar Zikula Mailer Module

source: There was an error installing Zikula Menu Module
es: Se ha producido un error al instalar el módulo de menú Zikula

source: There was an error installing Zikula Permissions Module
es: Se ha producido un error al instalar el módulo de permisos de Zikula

source: There was an error installing Zikula Routes Module
es: Se ha producido un error al instalar zikula Routes Module

source: There was an error installing Zikula Search Module
es: Se ha producido un error al instalar Zikula Search Module

source: There was an error installing Zikula Security Module
es: Se ha producido un error al instalar el módulo de seguridad Zikula

source: There was an error installing Zikula Settings Module
es: Se ha producido un error al instalar el módulo de configuración de Zikula

source: There was an error installing Zikula Theme Module
es: Se ha producido un error al instalar el módulo temático Zikula

source: There was an error installing Zikula Users Module
es: Se ha producido un error al instalar el módulo de usuarios de Zikula

source: There was an error installing Zikula ZAuth Module
es: Se ha producido un error al instalar el módulo Zikula ZAuth

source: There was an error logging in as admin
es: Se ha producido un error al iniciar sesión como administrador

source: There was an error moving modules to their default categories
es: Se ha producido un error al mover los módulos a sus categorías predeterminadas

source: There was an error persisting the Symfony Bundles
es: Se ha producido un error al persistir en los paquetes de Symfony

source: There was an error protecting configuration files
es: Se ha producido un error al proteger los archivos de configuración

source: There was an error regenerating the themes
es: Se ha producido un error al regenerar los temas

source: There was an error upgrading the modules
es: Se ha producido un error al actualizar los módulos

source: There was an error upgrading to Core %version%
es: Se ha producido un error al actualizar a Core %version%

source: There was no need to migrate any users.
es: No era necesario migrar ningún usuario.

source: This action MUST be complete before upgrading to Core-2.0.
es: Esta acción DEBE completarse antes de actualizar a Core-2.0.

source: This action cannot be undone.
es: Esta acción no se puede deshacer.

source: This affects both passwords created during registration, as well as passwords modified by users or administrators. Enter an integer greater than zero.
es: Esto afecta tanto a las contraseñas creadas durante el registro, como a las contraseñas modificadas por los usuarios o administradores. Escriba un entero mayor que cero.

source: This could potentially take a long time if there are many users that must be migrated. They will be migrated in batches of 25 to reduce the risk of timeouts.
es: Esto podría tardar mucho tiempo si hay muchos usuarios que se deben migrar. Se migrarán en lotes de 25 para reducir el riesgo de tiempos de espera.

source: This e-mail address ('%email') has been used to register an account on '%site' (%url).
es: Esta dirección de correo electrónico ('%email') se ha utilizado para registrar una cuenta en '%site' (%url).

source: This function requires JavaScript activated!
es: Esta función requiere JavaScript activado!

source: This group is a core-only group
es: Este grupo es un grupo de solo núcleo

source: This group is a private group
es: Este grupo es un grupo privado

source: This group is closed.
es: Este grupo está cerrado.

source: This group is has reached its membership limit.
es: Este grupo ha alcanzado su límite de membresía.

source: This is the list of block positions currently existing for your site's pages. You can create a new block position by clicking 'Create block position' in the menu. To edit the settings for a block position, click on the 'Edit' icon beside that particular position. To reorder the blocks within a block position, click on the 'Edit placements' (blocks) icon for that position or on the position name in the block list above. To delete a block position, click on the 'Delete' icon and confirm the action in the confirmation prompt that will display.
es: Esta es la lista de posiciones de bloque existentes actualmente para las páginas de su sitio. Para editar la configuración de una posición de bloque, haga clic en el icono 'Editar' junto a esa posición en particular. Para reordenar los bloques dentro de una posición de bloque, haga clic en el icono 'Editar ubicaciones' (bloques) para esa posición o en el nombre de la posición en la lista de bloques anterior. que se mostrará.

source: This is the list of blocks present in your system, you can use the filter to display only certain blocks. The order in which blocks are listed here is not necessarily the order in which they are displayed in site pages. To manage the display order of the blocks click the position name in this table or on the 'edit block placements' in the position list table below.
es: Esta es la lista de bloques presentes en su sistema, puede utilizar el filtro para mostrar sólo ciertos bloques. a través del nombre de la posición en esta tabla o en las 'editar ubicaciones de bloque' en la tabla de lista de posiciones a continuación.

source: This link expires in %amountOfDays% days.
es: Este vínculo expira en %amountOfDays% días.

source: This only applies to legacy variable validation. The system itself has native IDN support.
es: Esto solo se aplica a la validación de variables heredadas. El propio sistema tiene compatibilidad nativa con IDN.

source: This option enables you to disable the Security analyser's check to see if the Installer is present in your site's root directory. Preferably, you should leave the check enabled, as a security breach could easily occur if you omit to remove the Installer's components after completing installation.
es: Esta opción le permite deshabilitar la comprobación del analizador de seguridad para ver si el instalador está presente en el directorio raíz del sitio. Preferiblemente, debe dejar la comprobación habilitada, ya que una brecha de seguridad podría producirse fácilmente si se omite quitar los componentes del instalador después de completar la instalación.

source: This page contains adult content
es: Esta página contiene contenido para adultos

source: This permission rule has been locked. If you need to unlock it, go to the Permission rules manager Settings page.
es: Esta regla de permiso se ha bloqueado. Si necesita desbloquearlo, vaya a la página Configuración del administrador de reglas de permisos.

source: This setting only affects users who have not established security question responses. Enter the number of days a user's request to reset a password should be kept while waiting for verification. Enter zero (0) for no expiration.
es: Esta configuración solo afecta a los usuarios que no han establecido respuestas a preguntas de seguridad. Introduzca el número de días que debe mantenerse la solicitud de un usuario para restablecer una contraseña mientras espera la verificación. Escriba cero (0) sin expiración.

source: This site is powered by Zikula!
es: Este sitio es impulsado por Zikula!

source: This user cannot be edited. Group memberships can be edited in the groups module. Click here.
es: Este usuario no se puede editar. Las pertenencias a grupos se pueden editar en el módulo grupos. Haga clic aquí.

source: This will migrate all VALID users from the old Users table to the new ZAuth table.
es: Esto migrará todos los usuarios VALID de la tabla Users anterior a la nueva tabla ZAuth.

source: This will migrate all VALID users from the old Users table to the new ZAuth table. Users are automatically migrated when they login, but this will migrate all users at one time.
es: Esto migrará todos los usuarios VALID de la tabla Users anterior a la nueva tabla ZAuth. Los usuarios se migran automáticamente cuando inician sesión, pero esto migrará todos los usuarios a la vez.

source: Time limit for authorisation keys ('authkeys') in seconds (default: 0)
es: Límite de tiempo para las claves de autorización ('authkeys') en segundos (predeterminado: 0)

source: Time zone for anonymous guests
es: Zona horaria para huéspedes anónimos

source: Time-out for Ajax connections
es: Tiempo de espera para las conexiones Ajax

source: Title
es: Título

source: Title, Description
es: Título, Descripción

source: To change your password, please enter your current password, and then enter a new password (you must enter the new password twice to ensure that you have typed it correctly).
es: Para cambiar su contraseña, introduzca su contraseña actual y, a continuación, introduzca una nueva contraseña (debe introducir la nueva contraseña dos veces para asegurarse de que la ha escrito correctamente).

source: To connect %sub% to one of the modules from the list below, click on the checkbox(es) next to the corresponding area.
es: Para conectar %sub% a uno de los módulos de la lista siguiente, haga clic en las casillas de verificación situadas junto al área correspondiente.

source: To version
es: A la versión

source: Toggle Dropdown
es: Alternar desplegable

source: Top navigation block
es: Bloque de navegación superior

source: Transition
es: Transición

source: Translatable
es: Traducible

source: Translate embedded HTML entities into real characters
es: Traducir entidades HTML incrustadas en caracteres reales

source: Translation prefix
es: Prefijo de traducción

source: Travel and culture
es: Viajes y cultura

source: Twig tag
es: Etiqueta de peluca

source: Type
es: Tipo

source: Types
es: Tipos

source: UPGRADE COMPLETE!
es: ¡ACTUALIZA COMPLETO!

source: Unable to decode composer file of %component% (%filePath%): %error%. Ensure the composer.json file has a valid syntax.
es: No se puede descodificar el archivo de compositor de %component% (%filePath%): %error%. Asegúrese de que el archivo composer.json tiene una sintaxis válida.

source: Unable to send email to the requested %s. Please try your %o or contact the system administrator for assistance.
es: No se puede enviar correo electrónico al %s solicitado. Por favor, pruebe su %o o póngase en contacto con el administrador del sistema para obtener ayuda.

source: Unable to send email to the requested address. Please contact the system administrator for assistance.
es: No se puede enviar un correo electrónico a la dirección solicitada. Póngase en contacto con el administrador del sistema para obtener ayuda.

source: Uncategorised
es: Sin categorizar

source: Uninstall %s
es: Desinstalar %s

source: Uninstall module
es: Módulo de desinstalación

source: Unlimited
es: Ilimitado

source: Unregistered
es: No registrado

source: Update
es: actualizar

source: Update checker
es: Comprobador de actualizaciones

source: Update checker is enabled
es: El comprobador de actualizaciones está habilitado

source: Update configuration
es: Configuración de actualización

source: Update date
es: Fecha de actualización

source: Updated by %user
es: Actualizado por %user

source: Updated by %user on %date
es: Actualizado por %user en %date

source: Updated on %date
es: Actualizado en %fecha

source: Upgrade %s
es: Actualizar %s

source: Upgrade Zikula!
es: ¡Mejora Zikula!

source: Upgrade from Core %oldVersion% to Core %newVersion%
es: Actualice de Core %oldVersion% a Core %newVersion%

source: Upgrade modules
es: Módulos de actualización

source: Upgraded to Core %version%
es: Actualizado a Núcleo %versión%

source: Upgrader script
es: Script de upgrader

source: Upgrading Modules and Helpers
es: Actualización de módulos y ayudantes

source: Upgrading Zikula in %env% environment.
es: Actualización de Zikula en %env% entorno.

source: Upgrading modules
es: Actualización de módulos

source: Upgrading to Core %version%
es: Actualización a Núcleo %versión%

source: Upload
es: Subir

source: Use 'HTML Purifier' + internal mechanism as output filter
es: Utilice 'HTML Purifier' + mecanismo interno como filtro de salida

source: Use PHPIDS
es: Usar PHPIDS

source: Use default value (if checked) or override value
es: Utilice el valor predeterminado (si está activado) o el valor de anulación

source: Use different keywords.
es: Utilice palabras clave diferentes.

source: Use fewer words.
es: Usa menos palabras.

source: Use internal output filter only
es: Utilice solamente el filtro de salida interno

source: Use keywords that are more general.
es: Utilice palabras clave que sean más generales.

source: Use site's theme
es: Utilice el tema del sitio

source: Useful resources
es: Recursos útiles

source: User Credential Settings
es: Configuración de credenciales de usuario

source: User ID
es: ID de usuario

source: User Login Settings
es: Configuración de inicio de sesión de usuario

source: User Name
es: Nombre de usuario

source: User deleted!|%n users deleted!
es: ¡Eliminado por el usuario! %n usuarios eliminados!

source: User log-in
es: Inicio de sesión del usuario

source: User login
es: Inicio de sesión del usuario

source: User management hooks
es: Ganchos de gestión de usuarios

source: User migration complete!
es: ¡Migración de usuarios completa!

source: User must verify email address
es: El usuario debe verificar la dirección de correo electrónico

source: User name
es: Nombre de usuario

source: User name or Email
es: Nombre de usuario o correo electrónico

source: User name or email
es: Nombre de usuario o correo electrónico

source: User name:
es: Nombre de usuario:

source: User name: %sub%
es: Nombre de usuario: %sub%

source: User names can contain letters, numbers, underscores, periods, spaces and/or dashes.
es: Los nombres de usuario pueden contener letras, números, guiones bajos, puntos, espacios y/o guiones.

source: User not found with %field %value using %method method.
es: El usuario no se encuentra con %field %value mediante el método %method.

source: User not found. Please contact the system administrator for assistance.
es: Usuario no encontrado. Póngase en contacto con el administrador del sistema para obtener ayuda.

source: User permission check
es: Comprobación de permisos de usuario
