Repository: agrimarcal/spanish
Catalog: translations/core/2.0.13/zikula.*.po
Languages: es

source: SMTP mail transfer protocol
es: Protocolo de transferencia de correo SMTP

source: SMTP password
es: Contraseña SMTP

source: SMTP port
es: Puerto SMTP

source: SMTP settings
es: Configuración de SMTP

source: SMTP user name
es: Nombre de usuario SMTP

source: Save
es: Salvar

source: Save changes
es: Guardar cambios

source: Schemes
es: Esquemas

source: Science and technology
es: Ciencia y tecnología

source: Seach by username
es: Seach por nombre de usuario

source: Search
es: Búsqueda

source: Search block
es: Bloque de búsqueda

source: Search box
es: Cuadro de búsqueda

source: Search data copyright %s, all rights reserved.
es: Buscar datos copyright %s, todos los derechos reservados.

source: Search keywords
es: Buscar palabras clave

source: Search now
es: Buscar ahora

source: Search results
es: Resultados de la búsqueda

source: Search settings
es: Configuración de búsqueda

source: Search user
es: Usuario de búsqueda

source: Secure host name
es: Nombre de host seguro

source: Security
es: Seguridad

source: Security Center
es: Centro de seguridad

source: Security analyser warnings
es: Advertencias del analizador de seguridad

source: Security center module is not activated, but preferably should be.
es: El módulo del centro de seguridad no está activado, pero preferiblemente debe serlo.

source: Security center module is not installed, but preferably should be.
es: El módulo del centro de seguridad no está instalado, pero preferiblemente debe estarlo.

source: Security level
es: Nivel de seguridad

source: Security settings
es: Configuración de seguridad

source: Security warnings
es: Advertencias de seguridad

source: Select a block type.
es: Seleccione un tipo de bloque.

source: Select a locale:
es: Seleccione una configuración regional:

source: Select all
es: Seleccionar todo

source: Select filter rules to use
es: Seleccione las reglas de filtro que desea utilizar

source: Select language
es: Seleccionar idioma

source: Select module
es: Seleccionar módulo

source: Select output filter
es: Seleccionar filtro de salida

source: Select the CSV file
es: Seleccione el archivo CSV

source: Select the way the impact thresholds are used in Zikula
es: Seleccione la forma en que se utilizan los umbrales de impacto en Zikula

source: Select your default language
es: Seleccione su idioma predeterminado

source: Semicolon
es: Punto y coma

source: Send Mail
es: Enviar correo

source: Send a message to this user
es: Enviar un mensaje a este usuario

source: Send a new e-mail verification code for %sub%
es: Enviar un nuevo código de verificación por correo electrónico para %sub%

source: Send an e-mail verification code for %sub%
es: Enviar un código de verificación por correo electrónico para %sub%

source: Send email on block action
es: Enviar correo electrónico en la acción de bloqueo

source: Send mail in batches of
es: Enviar correo en lotes de

source: Send password recovery e-mail to %sub%
es: Enviar correo electrónico de recuperación de contraseña a %sub%

source: Send password via email
es: Enviar contraseña por correo electrónico

source: Send private message to %userName%
es: Enviar mensaje privado a %userName%

source: Send test email
es: Enviar correo electrónico de prueba

source: Send user name to %sub%
es: Enviar nombre de usuario a %sub%

source: Send welcome message to user
es: Enviar mensaje de bienvenida al usuario

source: Sender name
es: Nombre del remitente

source: Sender's e-mail address
es: Dirección de correo electrónico del remitente

source: Sender's name
es: Nombre del remitente

source: Sending a password via e-mail is considered unsafe. It is recommended that you provide the password to the user using a secure method of communication.
es: El envío de una contraseña por correo electrónico se considera no seguro. Se recomienda proporcionar la contraseña al usuario mediante un método seguro de comunicación.

source: Sendmail message transfer agent
es: Agente de transferencia de mensajes de Sendmail

source: Separate each domain with a comma.
es: Separe cada dominio con una coma.

source: Separate each user agent string with a comma. Each item on this list is a browser user agent identification string. If a user attempts to register a new account using a browser whose user agent string begins with one on this list, then the user is not allowed to begin the registration process.
es: Separe cada cadena de agente de usuario con una coma. Cada elemento de esta lista es una cadena de identificación del agente de usuario del explorador. Si un usuario intenta registrar una nueva cuenta mediante un explorador cuya cadena de agente de usuario comienza con una en esta lista, el usuario no puede iniciar el proceso de registro.

source: Separate each user name with a comma.
es: Separe cada nombre de usuario con una coma.

source: Separate with & for example:
es: Separe con & por ejemplo:

source: Server time zone is %tz
es: La zona horaria del servidor es %tz

source: Services
es: Servicios

source: Session Impact: %d
es: Impacto en la sesión: %d

source: Session are currently configured to use the filesystem. It is recommended that you change this to use the database. Click %here% to configure.
es: La sesión está configurada actualmente para utilizar el sistema de archivos. Se recomienda cambiar esto para utilizar la base de datos. Haga clic en %here% para configurarlo.

source: Session cookie name
es: Nombre de la cookie de sesión

source: Session handling variables have changed. You must log in again.
es: Las variables de control de sesiones han cambiado. Debe iniciar sesión de nuevo.

source: Session settings
es: Configuración de la sesión

source: Set %theme% as site theme
es: Establecer %theme% como tema del sitio

source: Set a password
es: Establecer una contraseña

source: Set as 0 for unlimited.
es: Establezca como 0 para ilimitado.

source: Set password now
es: Establezca la contraseña ahora

source: Set to defaults
es: Establecer en valores predeterminados

source: Setting HTMLPurifier configuration directives incorrectly can render your system unstable and inacessible. No validity checking is performed on any user-supplied settings. Ensure you fully understand each directive and its effects on your system. Ensure that all prerequisites are met and that any additional software or libraries required by each directive are properly installed and available to HTMLPurifier.
es: Establecer las directivas de configuración HTMLPurifier incorrectamente puede hacer que el sistema sea inestable e inacesible. No se realiza ninguna comprobación de validez en ninguna configuración proporcionada por el usuario. Asegúrese de comprender completamente cada directiva y sus efectos en su sistema. Asegúrese de que se cumplen todos los requisitos previos y de que cualquier software o bibliotecas adicionales requeridos por cada directiva estén correctamente instalados y disponibles para HTMLPurifier.

source: Setting a user theme is no longer available.
es: La configuración de un tema de usuario ya no está disponible.

source: Settings
es: Configuración

source: Settings test
es: Prueba de configuración

source: Show 'Search now' button
es: Mostrar el botón 'Buscar ahora'

source: Show administration panel
es: Mostrar panel de administración

source: Show all entries
es: Mostrar todas las entradas

source: Show both internal name and display name
es: Mostrar el nombre interno y el nombre para mostrar

source: Show password strength meter
es: Mostrar medidor de fuerza de contraseña

source: Shows all items except these which are approved
es: Muestra todos los elementos excepto estos que están aprobados

source: Sign cookies
es: Cookies de firma

source: Signing key
es: Clave de firma

source: Single state
es: Estado único

source: Site Administrator
es: Administrador del sitio

source: Site default
es: Predeterminado del sitio

source: Site description
es: Descripción del sitio

source: Site name
es: Nombre del sitio

source: Site search
es: Búsqueda en el sitio

source: Site unsearchable
es: Sitio que no se puede buscar

source: Someone with the IP address %1$s has just requested the account information at %2$s associated with this e-mail address.
es: Alguien con la dirección IP %1$s acaba de solicitar la información de la cuenta en %2$s asociado a esta dirección de correo electrónico.

source: Someone with the IP address %sub% has just requested your account password to be reset.
es: Alguien con la dirección IP %sub% acaba de solicitar la contraseña de su cuenta para ser restablecido.

source: Sorry! An account could not be located with that information. Correct your entry and try again. If you have recently registered a new account with this site, we may be waiting for you to verify your e-mail address, or we might not have approved your registration request yet.
es: ¡Lo siento! No se pudo encontrar una cuenta con esa información. Corrija su entrada e inténtelo de nuevo. Si ha registrado recientemente una nueva cuenta en este sitio, es posible que estemos esperando a que verifique su dirección de correo electrónico, o es posible que aún no hayamos aprobado su solicitud de registro.

source: Sorry! An active account could not be located with that information. Correct your entry and try again. If you have recently registered a new account with this site, we may be waiting for you to verify your e-mail address, or we might not have approved your registration request yet.
es: ¡Lo siento! No se pudo encontrar una cuenta activa con esa información. Corrija su entrada e inténtelo de nuevo. Si ha registrado recientemente una nueva cuenta en este sitio, es posible que estemos esperando a que verifique su dirección de correo electrónico, o es posible que aún no hayamos aprobado su solicitud de registro.

source: Sorry! New user registration is currently disabled.
es: ¡Lo siento! El nuevo registro de usuario está deshabilitado actualmente.

source: Sorry! No such theme found.
es: ¡Lo siento! No se encontró tal tema.

source: Sorry! The domain of the e-mail address you specified is banned.
es: ¡Lo siento! El dominio de la dirección de correo electrónico que especificó está prohibido.

source: Sorry! The identity of the group %gid% is not not valid. Perhaps it does not exist. Please check your import file.
es: ¡Lo siento! La identidad del grupo %gid% no es válida. Tal vez no existe. Compruebe el archivo de importación.

source: Sorry! The user agent you are using (the browser or other software you are using to access this site) is banned from the registration process.
es: ¡Lo siento! El agente de usuario que está utilizando (el navegador u otro software que está utilizando para acceder a este sitio) está prohibido del proceso de registro.

source: Sorry! There was a problem sending a verification code to %sub%.
es: ¡Lo siento! Se ha producido un problema al enviar un código de verificación a %sub%.

source: Sorry! This is a message to inform you with regret that your application for membership of the requested private group has been rejected.
es: ¡Lo siento! Este es un mensaje para informarle con pesar de que su solicitud de pertenencia al grupo privado solicitado ha sido rechazada.

source: Sorry! You must be logged in before you can leave a group.
es: ¡Lo siento! Debe haber iniciado sesión antes de poder abandonar un grupo.

source: Sorry! You must register for a user account on this site before you can join a group.
es: ¡Lo siento! Debe registrarse para obtener una cuenta de usuario en este sitio para poder unirse a un grupo.

source: Sorry! Your account has not completed the registration process. Please contact a site administrator for more information.
es: ¡Lo siento! Su cuenta no ha completado el proceso de registro. Póngase en contacto con un administrador del sitio para obtener más información.

source: Sorry! Your account is marked as inactive. Please contact a site administrator for more information.
es: ¡Lo siento! Su cuenta está marcada como inactiva. Póngase en contacto con un administrador del sitio para obtener más información.

source: Sorry!, You cannot apply to join the requested group
es: Lo sentimos!, No puedes solicitar unirte al grupo solicitado

source: Sorry, but an error occured during the %action% action.
es: Lo sentimos, pero se ha producido un error durante la acción %action%.

source: Sorry, but an error occured during the %action% action. Please apply the changes again!
es: Lo sentimos, pero se ha producido un error durante la acción %action%. Por favor, aplique los cambios de nuevo!

source: Sorry, but you can not create the route yet as other items are required which must be created before!
es: Lo sentimos, pero no se puede crear la ruta todavía como otros artículos son necesarios que deben ser creados antes!

source: Sort
es: Tipo

source: Sort by
es: Ordenar por

source: Sort by %s
es: Ordenar por %s

source: Sort by ID
es: Ordenar por ID

source: Sort by language
es: Ordenar por idioma

source: Sort by state
es: Ordenar por estado

source: Sort by title
es: Ordenar por título

source: Sort by type
es: Ordenar por tipo

source: Sort direction
es: Ordenar dirección

source: Sorting
es: Clasificación

source: Spam protection answer
es: Respuesta de protección contra spam

source: Spam protection question
es: Pregunta sobre protección de spam

source: Sport and activities
es: Deporte y actividades

source: Stable Zikula Core available
es: Núcleo Zikula estable disponible

source: Start Controller
es: Iniciar controlador

source: Start function arguments
es: Iniciar argumentos de función

source: Start installation?
es: ¿Iniciar la instalación?

source: Start page settings
es: Configuración de la página de inicio

source: State
es: Estado

source: State Machine
es: Máquina de estado

source: State field
es: Campo estatal

source: Statement displayed if registration disabled
es: Declaración mostrada si el registro está deshabilitado

source: States
es: Estados

source: Status
es: Estado

source: Status unknown
es: Estado desconocido

source: Stop!
es: ¡Parada!

source: Stop, please! The installer file 'install.php' and directory 'install' are in the site root, but must be removed before you can access the site admin panel.
es: ¡Detente, por favor! El archivo de instalación 'install.php' y el directorio 'install' están en la raíz del sitio, pero debe ser eliminado antes de que pueda acceder al panel de administración del sitio.

source: Storage Engine
es: Motor de almacenamiento

source: Store sessions
es: Sesiones de tienda

source: Style sheet URL
es: URL de la hoja de estilos

source: Style sheet contents
es: Contenido de la hoja de estilos

source: Subject
es: Asunto

source: Submit
es: Enviar

source: Subscriber module \
es: Módulo de suscriptor ?

source: Subscription
es: Suscripción

source: Support @ Slack
es: Soporte : Slack

source: Supported entities (one per line)
es: Entidades admitidas (una por línea)

source: Switch to administration area.
es: Cambie al área de administración.

source: Switch to user area.
es: Cambie al área de usuario.

source: Switch to users administration
es: Cambiar a la administración de usuarios

source: Symfony Bundles
es: Paquetes Symfony

source: Symfony Bundles persisted
es: Symfony Bundles persistió

source: System
es: Sistema

source: System modules activated
es: Módulos del sistema activados

source: System theme
es: Tema del sistema

source: Tab
es: pestaña

source: Tag
es: etiqueta

source: Tag usage (from <a href=\
es: Uso de etiquetas (desde <a href?

source: Test current settings
es: Probar la configuración actual

source: Test mailer settings
es: Pruebe la configuración del correo

source: Testing permission...
es: Permiso de prueba...

source: Text
es: Texto

source: Thank you for your application for a new account. At this time we are unable to approve your application.
es: Gracias por su solicitud para una nueva cuenta. En este momento no podemos aprobar su solicitud.

source: Thank you for your application for a new account. Your application has been forwarded to the site administrator for review. Please expect a message once the review process is complete.
es: Gracias por su solicitud para una nueva cuenta. La aplicación se ha reenviado al administrador del sitio para su revisión. Espere un mensaje una vez que se haya completado el proceso de revisión.

source: That entity does not exist!
es: ¡Esa entidad no existe!

source: The 'Settings' page contains three sections: 'General settings', 'Display settings' and 'Modules categorisation'. Each is covered below.
es: La página 'Configuración' contiene tres secciones: 'Configuración general', 'Configuración de visualización' y 'Clasificación de módulos'. Cada uno está cubierto a continuación.

source: The Zikula recovery console tool (file 'zrc.php') is present in the site webroot, but must be removed before you can access the site admin panel.
es: La herramienta de la consola de recuperación de Zikula (archivo 'zrc.php') está presente en la webroot del sitio, pero debe eliminarse antes de poder acceder al panel de administración del sitio.

source: The account details are as follows:
es: Los detalles de la cuenta son los siguientes:

source: The administrator at %sub% requested that reset your password.
es: El administrador de %sub% solicitó que se restablezca la contraseña.

source: The administrator at %sub% requested that you receive your user name via e-mail.
es: El administrador de %sub% le pidió que recibiera su nombre de usuario por correo electrónico.

source: The administrator at %sub% requested that you reset your password.
es: El administrador de %sub% le pidió que restablezca la contraseña.

source: The amount of routes shown per page
es: La cantidad de rutas mostradas por página

source: The code is invalid for this username.
es: El código no es válido para este nombre de usuario.

source: The code provided is invalid or this user has never registered or has fully completed registration.
es: El código proporcionado no es válido o este usuario nunca se ha registrado o ha completado el registro completo.

source: The contents of this field does not appear to be a valid comma separated list. The list should consist of one or more string values separated by commas. For example: 'first example, 2nd example, tertiary example' (the quotes should not appear in the list). One optional space following the comma is ignored for readability. Any other spaces (those appearing before the comma, and any additional spaces beyond the single optional space) will be considered to be part of the string value. Commas cannot be part of the string value. Empty values (two commas together, or separated only by a space) are not allowed. The list is optional, and if no values are to be defined then the list should be completely empty (no extra spaces, commas, or any other characters).
es: El contenido de este campo no parece ser una lista válida separada por comas. La lista debe constar de uno o más valores de cadena separados por comas. Por ejemplo: 'primer ejemplo, segundo ejemplo, ejemplo terciario' (las comillas no deben aparecer en la lista). Se omite un espacio opcional después de la coma para facilitar la legibilidad. Cualquier otro espacio (los que aparecen antes de la coma y los espacios adicionales más allá del único espacio opcional) se considerará que forman parte del valor de cadena. Las comas no pueden formar parte del valor de cadena. No se permiten valores vacíos (dos comas juntas o separadas solo por un espacio). La lista es opcional y, si no se va a definir ningún valor, la lista debe estar completamente vacía (sin espacios adicionales, comas ni ningún otro carácter).

source: The contents of this field does not appear to be a valid list of e-mail address domains. The list should consist of one or more e-mail address domains (the part after the '@'), separated by commas. For example: 'gmail.com, example.org, acme.co.uk' (the quotes should not appear in the list). Do not include the '@' itself. Spaces surrounding commas are ignored, however extra spaces before or after the list are not and will result in an error. Empty values (two commas together, or separated only by spaces) are not allowed. The list is optional, and if no values are to be defined then the list should be completely empty (no extra spaces, commas, or any other characters).
es: El contenido de este campo no parece ser una lista válida de dominios de direcciones de correo electrónico. La lista debe constar de uno o más dominios de dirección de correo electrónico (la parte después de la '''), separados por comas. Por ejemplo: 'gmail.com, example.org, acme.co.uk' (las comillas no deben aparecer en la lista). No incluya el '' en sí. Los espacios que rodean las comas se omiten, sin embargo, los espacios adicionales antes o después de la lista no lo son y darán lugar a un error. No se permiten valores vacíos (dos comas juntas o separadas solo por espacios). La lista es opcional y, si no se va a definir ningún valor, la lista debe estar completamente vacía (sin espacios adicionales, comas ni ningún otro carácter).

source: The create process failed for an unknown reason.
es: Error en el proceso de creación por una razón desconocida.

source: The current installed version of Zikula is reporting (%1$s). You must upgrade to version (%2$s) before you can use this upgrade.
es: La versión instalada actual de Zikula está informando (%1$s). Debe actualizar a la versión (%2$s) para poder usar esta actualización.

source: The default hashing method is 'SHA256'.
es: El método hash predeterminado es 'SHA256'.

source: The e-mail address will not be changed unless the confirmation code is used, and you are the only recipient of this message. You can just delete this message.
es: La dirección de correo electrónico no se cambiará a menos que se utilice el código de confirmación y usted sea el único destinatario de este mensaje. Puede eliminar este mensaje.

source: The email address you entered has already been registered.
es: La dirección de correo electrónico que ha introducido ya se ha registrado.

source: The email you are trying to authenticate with is in use by another user. You can only login by username.
es: El correo electrónico con el que intenta autenticarse está en uso por otro usuario. Solo puede iniciar sesión por nombre de usuario.

source: The emails must match!
es: ¡Los correos electrónicos deben coincidir!

source: The file 'upgrade.php' is used by the Installer script if a previously-existing site is upgraded to a more-recent version. Once the new site is working properly, you should delete this file, as it is no longer required and could make a security breach possible.
es: El archivo 'upgrade.php' es utilizado por el script del instalador si un sitio existente previamente se actualiza a una versión más reciente. Una vez que el nuevo sitio funciona correctamente, debe eliminar este archivo, ya que ya no es necesario y podría hacer posible una brecha de seguridad.

source: The file must be utf8 encoded
es: El archivo debe estar codificado en utf8

source: The file you requested (%s) could not be found.
es: No se pudo encontrar el archivo que solicitó (%s).

source: The files must be removed manually.
es: Los archivos deben eliminarse manualmente.

source: The first row of the CSV file must contain the field names. It must be like this:
es: La primera fila del archivo CSV debe contener los nombres de campo. Debe ser así:

source: The following attack has been detected by PHPIDS
es: El siguiente ataque ha sido detectado por PHPIDS

source: The group name you entered (%u) has already been registered.
es: El nombre del grupo que ha introducido (%u) ya se ha registrado.

source: The information that was registered is as follows:
es: La información que se registró es la siguiente:
