Repository: agrimarcal/spanish
Catalog: translations/core/2.0.13/zikula.*.po
Languages: es

source: Enter a whole number for the number of modules to be displayed on each page of the Administration panel.
es: Introduzca un número entero para el número de módulos que se mostrarán en cada página del panel Administración.

source: Enter an informative description to be displayed after the category name, when this category is displayed in the Administration panel.
es: Introduzca una descripción informativa que se mostrará después del nombre de la categoría, cuando esta categoría se muestre en el panel Administración.

source: Enter one entry per line.
es: Introduzca una entrada por línea.

source: Enter the action of the route
es: Introduzca la acción de la ruta

source: Enter the bundle of the route
es: Introduzca el paquete de la ruta

source: Enter the condition of the route
es: Introduzca la condición de la ruta

source: Enter the controller of the route
es: Introduzca el controlador de la ruta

source: Enter the defaults of the route
es: Introduzca los valores predeterminados de la ruta

source: Enter the description of the route
es: Introduzca la descripción de la ruta

source: Enter the host of the route
es: Introduzca el anfitrión de la ruta

source: Enter the name to be displayed within the categories tab menu.
es: Introduzca el nombre que se mostrará en el menú de la ficha Categorías.

source: Enter the number of days a registration record should be kept while waiting for e-mail address verification. (Unverified registrations will be deleted the specified number of days after sending an e-mail verification message.) Enter zero (0) for no expiration (no automatic deletion).
es: Introduzca el número de días que se debe mantener un registro de registro mientras espera la verificación de la dirección de correo electrónico. (Los registros no verificados se eliminarán el número especificado de días después de enviar un mensaje de verificación por correo electrónico.) Introduzca cero (0) sin caducidad (sin eliminación automática).

source: Enter the number of days a user's request to change e-mail addresses should be kept while waiting for verification. Enter zero (0) for no expiration.
es: Introduzca el número de días que debe mantenerse la solicitud de un usuario para cambiar las direcciones de correo electrónico mientras espera la verificación. Escriba cero (0) sin expiración.

source: Enter the options of the route
es: Introduzca las opciones de la ruta

source: Enter the path of the route
es: Introduzca la ruta de la ruta

source: Enter the requirements of the route
es: Introduzca los requisitos de la ruta

source: Enter the route entries per page.
es: Introduzca las entradas de ruta por página.

source: Enter the sort of the route.
es: Introduzca el tipo de ruta.

source: Enter the translation prefix of the route
es: Introduzca el prefijo de traducción de la ruta

source: Enter your e-mail address
es: Introduzca su dirección de correo electrónico

source: Entity
es: Entidad

source: Error found in composer file of %component% (%filePath%) in property \
es: Error encontrado en el archivo composer de %component% (%filePath%) en la propiedad de la propiedad de la propiedad de la

source: Error! %s is not compatible with this version of Zikula.
es: ¡Error! %s no es compatible con esta versión de Zikula.

source: Error! %s is not yet installed, therefore it cannot be uninstalled.
es: ¡Error! %s aún no está instalado, por lo tanto, no se puede desinstalar.

source: Error! %sub% cannot be approved.
es: ¡Error! %sub% no se puede aprobar.

source: Error! A category by this name already exists.
es: ¡Error! Ya existe una categoría con este nombre.

source: Error! Activation of module %s not allowed.
es: ¡Error! No se permite la activación del módulo %s.

source: Error! Could not connect to the database. Please check that you have entered the correct database information and try again.
es: ¡Error! No se pudo conectar a la base de datos. Compruebe que ha introducido la información correcta de la base de datos e inténtelo de nuevo.

source: Error! Could not determine workflow actions.
es: ¡Error! No se pudieron determinar las acciones de flujo de trabajo.

source: Error! Could not get module name for id %s.
es: ¡Error! No se pudo obtener el nombre del módulo para id %s.

source: Error! Could not load data for module %s.
es: ¡Error! No se han podido cargar datos para el módulo %s.

source: Error! Could not login with provided credentials. Please try again.
es: ¡Error! No se pudo iniciar sesión con las credenciales proporcionadas. Por favor, inténtelo de nuevo.

source: Error! Could not make this category default.
es: ¡Error! No se pudo hacer que esta categoría sea predeterminada.

source: Error! Could not save configuration: unknown permission rule ID.
es: ¡Error! No se pudo guardar la configuración: identificador de regla de permiso desconocido.

source: Error! Creation attempt failed.
es: ¡Error! Error en el intento de creación.

source: Error! Deletion attempt failed.
es: ¡Error! Error en el intento de eliminación.

source: Error! Determination existing tables failed.
es: ¡Error! Error al determinar las tablas existentes.

source: Error! In your permalink settings, strings cannot be terminated with a comma.
es: ¡Error! En la configuración de permalink, las cadenas no se pueden terminar con una coma.

source: Error! In your permalink settings, the search list and the replacement list for permalink cleansing have a different number of comma-separated elements. If you have 3 elements in the search list then there must be 3 elements in the replacement list.
es: ¡Error! En la configuración de permalink, la lista de búsqueda y la lista de reemplazo para la limpieza de permalink tienen un número diferente de elementos separados por comas. Si tiene 3 elementos en la lista de búsqueda, debe haber 3 elementos en la lista de reemplazo.

source: Error! Invalid %s received.
es: ¡Error! %s no válido recibido.

source: Error! Invalid database name. Please use only letters, numbers, \
es: ¡Error! Nombre de base de datos no válido. Por favor, utilice sólo letras, números,

source: Error! Invalid module state transition.
es: ¡Error! Transición de estado de módulo no válida.

source: Error! Invalid object type received.
es: ¡Error! Tipo de objeto no válido recibido.

source: Error! It has not been possible to read the import file.
es: ¡Error! No ha sido posible leer el archivo de importación.

source: Error! It is not allowed to delete this route.
es: ¡Error! No se permite borrar esta ruta.

source: Error! No category name given.
es: ¡Error! No se ha dado ningún nombre de categoría.

source: Error! No permission to install %s.
es: ¡Error! No hay permiso para instalar %s.

source: Error! No permission to uninstall %s.
es: ¡Error! No hay permiso para desinstalar %s.

source: Error! No such category found.
es: ¡Error! No se encontró tal categoría.

source: Error! Not allowed to upgrade %s.
es: ¡Error! No se permite actualizar %s.

source: Error! PHPIDS rule file %s does not exist or is not readable.
es: ¡Error! El archivo de reglas PHPIDS %s no existe o no es legible.

source: Error! Please enter your database credentials.
es: ¡Error! Introduzca sus credenciales de base de datos.

source: Error! Received a non-numeric object ID '%s'.
es: ¡Error! Se ha recibido un identificador de objeto no numérico '%s'.

source: Error! Session path not writeable!
es: ¡Error! ¡La ruta de la sesión no se puede escribir!

source: Error! The CSV is not valid: the \
es: ¡Error! El CSV no es válido: el valor de la aplicación .

source: Error! The creation of users has failed.
es: ¡Error! La creación de usuarios ha fallado.

source: Error! The database exists and contains tables. Please delete all tables before proceeding or select a new database.
es: ¡Error! La base de datos existe y contiene tablas. Elimine todas las tablas antes de continuar o seleccione una nueva base de datos.

source: Error! The import file does not have the expected field %s in the first row. Please check your import file.
es: ¡Error! El archivo de importación no tiene el campo esperado %s en la primera fila. Compruebe el archivo de importación.

source: Error! The import file does not have values.
es: ¡Error! El archivo de importación no tiene valores.

source: Error! The number of parameters in line %s is not correct. Please check your import file.
es: ¡Error! El número de parámetros en la línea %s no es correcto. Compruebe el archivo de importación.

source: Error! The requested extension cannot be uninstalled because its files are missing!
es: ¡Error! La extensión solicitada no se puede desinstalar porque faltan sus archivos!

source: Error! There was a problem saving your new e-mail address or sending you a verification message.
es: ¡Error! Se ha producido un problema al guardar su nueva dirección de correo electrónico o al enviarle un mensaje de verificación.

source: Error! There was a problem with the database connection.
es: ¡Error! Se ha producido un problema con la conexión de la base de datos.

source: Error! There was an error dumping exposed JS Routes: %s
es: ¡Error! Hubo un error volcando rutas JS expuestas: %s

source: Error! This module category is currently set as the category that is initially displayed when you visit the administration panel. You must first select a different category for initial display. Afterwards, you will be able to delete the category you have just attempted to remove.
es: ¡Error! Esta categoría de módulo se establece actualmente como la categoría que se muestra inicialmente cuando se visita el panel de administración. Primero debe seleccionar una categoría diferente para la visualización inicial. Después, usted será capaz de eliminar la categoría que acaba de intentar eliminar.

source: Error! Update attempt failed.
es: ¡Error! Error en el intento de actualización.

source: Error! Usernames can only consist of a combination of letters, numbers and may only contain the symbols . and _
es: ¡Error! Los nombres de usuario solo pueden constar de una combinación de letras, números y solo pueden contener los símbolos. y _

source: Error! You can't edit the guest account.
es: ¡Error! No puede editar la cuenta de invitado.

source: Error! You cannot deactivate this extension [%s]. It is a mandatory core extension, and is required by the system.
es: ¡Error! No se puede desactivar esta extensión [%s]. Es una extensión de núcleo obligatoria, y es requerido por el sistema.

source: Error! You cannot delete the default module category used in the administration panel.
es: ¡Error! No puede eliminar la categoría de módulo predeterminada utilizada en el panel de administración.

source: Error! You cannot delete the default user group.
es: ¡Error! No puede eliminar el grupo de usuarios predeterminado.

source: Error! You cannot delete the primary administration group.
es: ¡Error! No puede eliminar el grupo de administración principal.

source: Error! You did not enter any keywords to search for.
es: ¡Error! No ha introducido ninguna palabra clave para buscar.

source: Error! You have not been logged out.
es: ¡Error! No se ha cerrado la sesión.

source: Error! You logged in to an account without Admin permissions
es: ¡Error! Ha iniciado sesión en una cuenta sin permisos de administrador

source: Error! You must register for a user account on this site before you can apply for membership of a group.
es: ¡Error! Debe registrarse para obtener una cuenta de usuario en este sitio para poder solicitar la pertenencia a un grupo.

source: Error! Your e-mail has not been found. After your request you have %s days to confirm the new e-mail address.
es: ¡Error! Su correo electrónico no ha sido encontrado. Después de su solicitud, tiene %s días para confirmar la nueva dirección de correo electrónico.

source: Error: Could not delete '%path' because %msg
es: Error: No se pudo eliminar '%path' porque %msg

source: Error: Could not uninstall dependent extensions.
es: Error: No se pudo desinstalar las extensiones dependientes.

source: Error: invalid input.
es: Error: entrada no válida.

source: Errors creating user!
es: ¡Errores al crear usuario!

source: Even if you choose to not send the user's password via e-mail, other e-mail messages may be sent to the user as part of the registration process.
es: Incluso si decide no enviar la contraseña del usuario por correo electrónico, se pueden enviar otros mensajes de correo electrónico al usuario como parte del proceso de registro.

source: Exact phrase
es: Frase exacta

source: Expand
es: Ampliar

source: Expire session after
es: Caducar la sesión después de

source: Export
es: exportar

source: Export IDS Log
es: Exportar registro IDS

source: Export IDS log
es: Registro de IDS de exportación

source: Export Options
es: Opciones de exportación

source: Export Title Row
es: Exportar fila de título

source: Export email address
es: Exportar dirección de correo electrónico

source: Export group memberships
es: Membresías de grupos de exportación

source: Export last login date
es: Exportar la última fecha de inicio de sesión

source: Export options
es: Opciones de exportación

source: Export registration date
es: Fecha de registro de exportación

source: Export title row
es: Fila de título de exportación

source: Export users
es: Usuarios de exportación

source: Extension List
es: Lista de extensiones

source: Extension removal failed! (note: blocks and dependents may have been removed)
es: ¡Error en la eliminación de la extensión! (nota: es posible que se hayan eliminado los bloques y dependientes)

source: Extension settings
es: Configuración de la extensión

source: Extension upgrade failed!
es: ¡Error en la actualización de la extensión!

source: Failed login displays approval status
es: El inicio de sesión fallido muestra el estado de aprobación

source: Failed login displays inactive status
es: El inicio de sesión fallido muestra el estado inactivo

source: Failed login displays verification status
es: El inicio de sesión fallido muestra el estado de verificación

source: Failed to install assets
es: No se pudieron instalar los activos

source: Failed to install dependency %s!
es: Error al instalar la dependencia %s!

source: Fatal Error: Two extensions share the same %field. [%ext1%] and [%ext2%]
es: Error fatal: dos extensiones comparten el mismo campo %. [%ext1%] y [%ext2%]

source: File
es: Archivo

source: File Include
es: Inclusión de archivos

source: File Path
es: Ruta de archivo

source: File options
es: Opciones de archivo

source: File system permissions
es: Permisos del sistema de archivos

source: File type
es: Tipo de archivo

source: Files missing
es: Faltan archivos

source: Files removed as requested.
es: Archivos eliminados según lo solicitado.

source: Filter
es: Filtro

source: Filter %active%
es: Filtro %activo%

source: Filtering of allowed HTML occurs when a template string or variable is modified with the 'safeHtml' filter, or when a module asks for similar processing from within its functions.
es: El filtrado de HTML permitido se produce cuando se modifica una cadena o variable de plantilla con el filtro 'safeHtml', o cuando un módulo solicita un procesamiento similar desde dentro de sus funciones.

source: Filters
es: Filtros

source: Finalize parameters
es: Finalizar parámetros

source: Finalizing parameters
es: Finalización de parámetros

source: Find users
es: Buscar usuarios

source: Find/Mail/Delete users
es: Buscar/Correo/Eliminar usuarios

source: Finish
es: Terminar

source: Fire install event
es: Evento de instalación de incendios

source: Fire upgrade event
es: Evento de actualización de incendios

source: Fired install event
es: Evento de instalación activado

source: Fired upgrade event
es: Evento de actualización activado

source: Firing install event
es: Evento de instalación de disparo

source: Firing upgrade event
es: Evento de actualización de disparo

source: First page
es: Primera página

source: First stage of installation complete. Run `php app/console zikula:install:finish` to complete the installation.
es: Primera etapa de instalación completa. Ejecute 'php app/console zikula:install:finish' para completar la instalación.

source: Footer block
es: Bloque de pie de página

source: For Html files please select the Html file type.
es: Para archivos Html, seleccione el tipo de archivo Html.

source: For more information, please visit %link%.
es: Para obtener más información, visite %link%.

source: Force a change of password for %1s
es: Forzar un cambio de contraseña para %1s

source: Force compile
es: Forzar compilación

source: Force password change
es: Forzar el cambio de contraseña

source: Form of display for module names
es: Forma de visualización para los nombres de módulos

source: Format
es: Formato

source: Function does not exist or is not callable.
es: La función no existe o no se puede llamar.

source: Functions
es: Funciones

source: Further information
es: Más información

source: Further information can be found in the %s.
es: Puede encontrar más información en el %s.

source: GET
es: Obtener

source: Garbage collection probability
es: Probabilidad de recolección de basura

source: General Settings
es: Configuración general

source: General settings
es: Configuración general

source: Gmail password
es: Contraseña de Gmail

source: Gmail settings
es: Configuración de Gmail

source: Gmail user name
es: Nombre de usuario de Gmail

source: Go to the module's administration panel
es: Vaya al panel de administración del módulo

source: Google gmail
es: Gmail de Google

source: Group
es: Grupo

source: Group data
es: Datos de grupo

source: Group list
es: Lista de grupos

source: Group membership
es: Pertenencia al grupo

source: Group of administrators of this site.
es: Grupo de administradores de este sitio.

source: Group settings
es: Configuración de grupo

source: Groups
es: Grupos

source: Groups admin
es: Administrador de grupos

source: Groups list
es: Lista de grupos

source: Groups manager
es: Gerente de grupos

source: Guest
es: Huésped

source: HEAD
es: Cabeza

source: HTML Block content hook
es: Enlace de contenido de bloque HTML

source: HTML block
es: Bloque HTML

source: HTML entities
es: Entidades HTML

source: HTML mail hook
es: Gancho de correo HTML

source: HTML tags
es: Etiquetas HTML

source: HTML-formatted message
es: Mensaje con formato HTML

source: HTML-formatted messages
es: Mensajes con formato HTML

source: HTMLPurifier '%s' configuration directives
es: Directivas de configuración HTMLPurifier '%s'

source: HTMLPurifier filtering occurs when a template string or variable is modified with the 'safehtml' modifier, or when a module asks for similar processing from within its functions.
es: El filtrado DE HTMLPurifier se produce cuando se modifica una cadena o variable de plantilla con el modificador 'safehtml', o cuando un módulo solicita un procesamiento similar desde dentro de sus funciones.

source: HTMLPurifier settings
es: Configuración de HTMLPurifier

source: Header block
es: Bloque de encabezado

source: Hello!
es: ¡Hola!

source: Hello! This e-mail address ('%1$s') has been used to register an account on the '%2$s' site.
es: ¡Hola! Esta dirección de correo electrónico ('%1$s') se ha utilizado para registrar una cuenta en el sitio '%2$s'.

source: Hello! This e-mail address ('%email') has been used to register an account on '%site' (%url).
es: ¡Hola! Esta dirección de correo electrónico ('%email') se ha utilizado para registrar una cuenta en '%site' (%url).

source: Hello! You requested to change your e-mail address for user account '%uname' at %site from %email to %newemail.
es: ¡Hola! Ha solicitado cambiar su dirección de correo electrónico para la cuenta de usuario '%uname' en %site de %email a %newemail.

source: Help
es: Ayuda

source: Here you can choose a custom creation date
es: Aquí puede elegir una fecha de creación personalizada

source: Here you can choose a user which will be set as creator
es: Aquí puede elegir un usuario que se establecerá como creador

source: Here you can configure parameters for list views.
es: Aquí puede configurar parámetros para las vistas de lista.

source: Hide closed groups
es: Ocultar grupos cerrados

source: Hide private groups
es: Ocultar grupos privados

source: High (user is logged-out after X minutes of inactivity)
es: Alta (el usuario cierra la sesión después de X minutos de inactividad)

source: Home
es: Casa

source: Hooks
es: Ganchos

source: Host settings
es: Configuración del host

source: How often
es: Con qué frecuencia

source: How to use the editor
es: Cómo utilizar el editor

source: I have forgotten my account information (for example, my user name).
es: He olvidado la información de mi cuenta (por ejemplo, mi nombre de usuario).

source: I have forgotten my password.
es: He olvidado mi contraseña.

source: I would like to create a new account.
es: Me gustaría crear una nueva cuenta.

source: I would like to login.
es: Me gustaría iniciar sesión.

source: ID of main administration permission rule
es: ID de la regla de permisos de administración principal

source: IDS Rule Path
es: Ruta de la regla IDS

source: INSTALL COMPLETE!
es: INSTALAR COMPLETO!

source: IP Address
es: Dirección IP

source: IP checks on session (may cause problems for AOL users)
es: Comprobaciones IP en la sesión (pueden causar problemas para los usuarios de AOL)

source: If checked, the log-in error message will indicate that the registration is pending approval. If not, a generic error message is displayed.
es: Si está marcada, el mensaje de error de inicio de sesión indicará que el registro está pendiente de aprobación. Si no es así, se muestra un mensaje de error genérico.

source: If checked, the log-in error message will indicate that the registration is pending verification. If not, a generic error message is displayed.
es: Si está marcada, el mensaje de error de inicio de sesión indicará que el registro está pendiente de verificación. Si no es así, se muestra un mensaje de error genérico.

source: If checked, the log-in error message will indicate that the user account is inactive. If not, a generic error message is displayed.
es: Si está activada, el mensaje de error de inicio de sesión indicará que la cuenta de usuario está inactiva. Si no es así, se muestra un mensaje de error genérico.

source: If login method is Email, then this value must be unique for the site.
es: Si el método de inicio de sesión es Email, este valor debe ser único para el sitio.

source: If properly installed, a site will include an '.htaccess' file in the site's 'app' folder. However, some methods used for transferring the package's files to a web space may lead to this file not being transferred. In this case, you are strongly recommended to create one (and to ensure that '.htaccess' files exist in certain other directories, too).
es: Si se instala correctamente, un sitio incluirá un archivo '.htaccess' en la carpeta 'app' del sitio. Sin embargo, algunos métodos utilizados para transferir los archivos del paquete a un espacio web pueden provocar que este archivo no se transfiera. En este caso, se recomienda encarecidamente crear uno (y asegurarse de que los archivos '.htaccess' existen también en otros directorios).

source: If registration is moderated and applications must be approved before verification, then registrations will not expire until the specified number of days after approval.
es: Si el registro se modera y las solicitudes deben aprobarse antes de la verificación, los registros no caducarán hasta el número especificado de días después de la aprobación.

source: If the request was not made by you then you don't need to take any action.
es: Si la solicitud no fue hecha por usted, entonces usted no necesita tomar ninguna acción.
