Repository: agrimarcal/spanish
Catalog: translations/core/2.0.13/zikula.*.po
Languages: es

source: If the request was not made by you then you don't need to worry.
es: Si la solicitud no fue hecha por usted, entonces usted no tiene que preocuparse.

source: If the request was not made by you you don't need to worry.
es: Si la solicitud no fue hecha por usted no tiene que preocuparse.

source: If this is checked, Zikula tries to serve the language requested by browser (if that language available and allowed by the multi-lingual settings). If users set their personal language preference, then this setting will be overriden by their personal preference.
es: Si esta opción está marcada, Zikula intenta servir el idioma solicitado por el navegador (si ese idioma está disponible y permitido por la configuración de varios idiomas). Si los usuarios establecen su preferencia de idioma personal, esta configuración se anulará por su preferencia personal.

source: If unchecked, the user's e-mail address will be verified. The user will create a password at that time.
es: Si está desactivada, se verificará la dirección de correo electrónico del usuario. El usuario creará una contraseña en ese momento.

source: If you are not able to click on the above link, you can copy it into your browser.
es: Si no puede hacer clic en el enlace anterior, puede copiarlo en su navegador.

source: If you are not able to click on the above link, you can copy the following URL into your browser:
es: Si no puede hacer clic en el enlace anterior, puede copiar la siguiente URL en su navegador:

source: If you did not make this request then you do not need to take any action.
es: Si no ha hecho esta solicitud, no es necesario que realice ninguna acción.

source: If you did not request a new user account at this web site, please either contact our site administrator, or simply disregard this message.
es: Si no solicitó una nueva cuenta de usuario en este sitio web, póngase en contacto con nuestro administrador del sitio o simplemente ignore este mensaje.

source: If you did request a new user account, then your request is waiting for you to verify your e-mail address with us.
es: Si solicitó una nueva cuenta de usuario, su solicitud está esperando a que verifique su dirección de correo electrónico con nosotros.

source: If you do not confirm this change within the %sub% day(s), the request will be deleted from our system.
es: Si no confirma este cambio dentro de los días %sub%, la solicitud se eliminará de nuestro sistema.

source: If you leave this page without successfully changing your password, then you will not be logged in.
es: Si abandona esta página sin cambiar correctamente su contraseña, no podrá iniciar sesión.

source: Ignore check for installer
es: Ignorar comprobación del instalador

source: Impact
es: Impacto

source: Import users
es: Importar usuarios

source: In case one or more installed languages are not listed below, %s.
es: En caso de que uno o más idiomas instalados no se enumeran a continuación, %s.

source: In some hosting environments, the PHP setting 'magic_quotes_gpc' may be set to ON. However, this creates an opportunity for security breaches. If the site is accessible from the Internet, you are strongly recommended to ensure that 'magic_quotes_gpc' is set to OFF.
es: En algunos entornos de alojamiento, el ajuste PHP 'magic_quotes_gpc' puede establecerse en ON. Sin embargo, esto crea una oportunidad para las infracciones de seguridad. Si el sitio es accesible desde Internet, se recomienda encarecidamente asegurarse de que 'magic_quotes_gpc' está establecido en OFF.

source: In the Administration panel, you will see security warnings displayed if the Security analyser detects potential security vulnerabilities in your site's installation. If you see no warning box then it means that no vulnerabilities have been found. Below are explanations for each vulnerability possibly identified.
es: En el panel Administración, verá las advertencias de seguridad que se muestran si el analizador de seguridad detecta posibles vulnerabilidades de seguridad en la instalación del sitio. Si no ve ninguna casilla de advertencia, significa que no se han encontrado vulnerabilidades. A continuación se explican cada vulnerabilidad posiblemente identificada.

source: In the Modules categorisation section, you can choose two things:
es: En la sección Clasificación de módulos, puede elegir dos cosas:

source: Inactive
es: Inactivo

source: Inbox
es: Bandeja

source: Incompatible version
es: Versión incompatible

source: Incompatible version with the core
es: Versión incompatible con el núcleo

source: Incorrect login credentials
es: Credenciales de inicio de sesión incorrectas

source: Increase zoom level
es: Aumentar el nivel de zoom

source: Initial
es: Inicial

source: Initial user group
es: Grupo de usuarios inicial

source: Initialization of %s failed!
es: ¡Error al inicializar %s!

source: Initially selected category
es: Categoría seleccionada inicialmente

source: Insert a brief description of the route, to explain why you created it. It is only shown in the admin interface.
es: Inserte una breve descripción de la ruta para explicar por qué la creó. Sólo se muestra en la interfaz de administración.

source: Insert permission rule before %s
es: Insertar regla de permisos antes de %s

source: Insert the name of the action, which was called \
es: Inserte el nombre de la acción, que se llamó a la llamada .

source: Insert the name of the controller, which was called \
es: Inserte el nombre del controlador, que se llamó a la clase de la unidad de control de la unidad de control de la unidad de la clase de control de la unidad de cambio

source: Install
es: Instalar

source: Install %s
es: Instalar %s

source: Install Zikula!
es: Instalar Zikula!

source: Install assets
es: Instalar activos

source: Install module
es: Módulo de instalación

source: Installation aborted
es: Instalación abortada

source: Installation guide
es: Guía de instalación

source: Installed dependency %s.
es: Dependencia instalada %s.

source: Installer file 'upgrade.php' is in the site root, but should be removed.
es: El archivo de instalación 'upgrade.php' está en la raíz del sitio, pero debe ser eliminado.

source: Installer script
es: Script del instalador

source: Installing Modules and Helpers
es: Instalación de módulos y ayudantes

source: Installing Zikula Administration Module
es: Instalación del módulo de administración de Zikula

source: Installing Zikula Blocks Module
es: Instalación del módulo de bloques Zikula

source: Installing Zikula Categories Module
es: Instalación del módulo de categorías Zikula

source: Installing Zikula Extensions Module
es: Instalación del módulo de extensiones Zikula

source: Installing Zikula Groups Module
es: Instalación del módulo De grupos Zikula

source: Installing Zikula Mailer Module
es: Instalación del módulo Zikula Mailer

source: Installing Zikula Menu Module
es: Instalación del módulo de menú Zikula

source: Installing Zikula Permissions Module
es: Instalación del módulo de permisos Zikula

source: Installing Zikula Routes Module
es: Instalación del módulo de rutas Zikula

source: Installing Zikula Search Module
es: Instalación del módulo de búsqueda Zikula

source: Installing Zikula Security Module
es: Instalación del módulo de seguridad Zikula

source: Installing Zikula Settings Module
es: Instalación del módulo de configuración de Zikula

source: Installing Zikula Theme Module
es: Instalación del módulo temático Zikula

source: Installing Zikula Users Module
es: Instalación del módulo de usuarios de Zikula

source: Installing Zikula ZAuth Module
es: Instalación del módulo Zikula ZAuth

source: Installing assets to /web
es: Instalación de activos en /web

source: Instance
es: Ejemplo

source: Instance template
es: Plantilla de instancia

source: Instance to check
es: Instancia para comprobar

source: Internal ID
es: Identificación interna

source: Internal PHP `mail()` function
es: Función interna de PHP 'mail()'

source: Internal name
es: Nombre interno

source: Intrusion Detection System
es: Sistema de detección de intrusiones

source: Intrusion attempt detected by PHPIDS
es: Intento de intrusión detectado por PHPIDS

source: Invalid
es: No válido

source: Invalid Group ID or User ID.
es: ID de grupo o ID de usuario no válidos.

source: Invalid Group ID.
es: ID de grupo no válido.

source: Invalid User ID.
es: ID de usuario no válido.

source: Invalid authentication method.
es: Método de autenticación no válido.

source: Invalid structure
es: Estructura no válida

source: Invalid user identifier received.
es: Identificador de usuario no válido recibido.

source: Invalid username.
es: Nombre de usuario no válido.

source: Invalid users cannot be migrated unless their data is manually corrected. The errors are posted to the logfile.
es: Los usuarios no válidos no se pueden migrar a menos que sus datos se corrijan manualmente. Los errores se registran en el archivo de registro.

source: It is recommended to force users to verify their email address.
es: Se recomienda forzar a los usuarios a verificar su dirección de correo electrónico.

source: It looks like the message could not be sent properly.
es: Parece que el mensaje no se pudo enviar correctamente.

source: It looks like you created or updated a route with a path which already exists. This is an error in most cases.
es: Parece que ha creado o actualizado una ruta con una ruta que ya existe. Esto es un error en la mayoría de los casos.

source: It was created by an administrator or sub-administrator.
es: Fue creado por un administrador o subadministrador.

source: Items per page
es: Artículos por página

source: Join \
es: Unirse a la casa de la casa

source: Joined the \
es: Se unió a la

source: Keyword settings
es: Configuración de palabras clave

source: Language
es: Lengua

source: Language changed to %lang
es: Idioma cambiado a %lang

source: Language switcher
es: Cambiar el idioma

source: Language system
es: Sistema de lenguaje

source: Last checked
es: Ultima verificación

source: Last login
es: Ultimo inicio de sesión

source: Last page
es: Ultima página

source: Last update
es: Ultima actualización

source: Latest stable relese
es: La última relese estable

source: Layout
es: Diseño

source: Layout modules for controlling the site's look and feel.
es: Módulos de diseño para controlar la apariencia del sitio.

source: Leaf
es: Hoja

source: Leave \
es: Dejar ?

source: Left blocks
es: Bloques izquierdos

source: Left the \
es: Izquierda de la aplicación de la izquierda

source: Legacy module support is enabled, but preferably should be disabled.
es: La compatibilidad con módulos heredados está habilitada, pero preferiblemente debe deshabilitarse.

source: Lets you add a new category to the module categories tab list. You can edit the following:
es: Permite agregar una nueva categoría a la lista de pestañas de categorías de módulos. Puede editar lo siguiente:

source: Lets you delete a module category from the tab menu. You will be prompted for confirmation before the category is deleted.
es: Permite eliminar una categoría de módulo en el menú de pestañas. Se le pedirá confirmación antes de que se elimine la categoría.

source: Lets you edit the name and description of an existing module category.
es: Permite editar el nombre y la descripción de una categoría de módulo existente.

source: Level
es: Nivel

source: License
es: Licencia

source: List to replace with
es: Lista para reemplazar con

source: List to search for
es: Lista para buscar

source: List views
es: Vistas de lista

source: Localisation settings
es: Entornos de localización

source: Localized output
es: Salida localizada

source: Lock main administration permission rule
es: Bloquear la regla de permisos de administración principal

source: Lock/Unlock editing
es: Bloquear/Desbloquear edición

source: Locked
es: Bloqueado

source: Log in
es: Inicia sesión

source: Log in or register
es: Inicie sesión o regístrese

source: Log in page
es: Página de inicio de sesión

source: Log out
es: Cerrar sesión

source: Log-in information
es: Información de inicio de sesión

source: Logged in as admin
es: Inicia sesión como administrador

source: Logging in as admin
es: Inicio de sesión como administrador

source: Login
es: Iniciar sesión

source: Login Denied!
es: ¡Inicio de sesión denegado!

source: Login Denied: Your account has been disabled and is scheduled for removal. Please contact a site administrator for more information.
es: Inicio de sesión denegado: Su cuenta ha sido deshabilitada y está programada para su eliminación. Póngase en contacto con un administrador del sitio para obtener más información.

source: Login Denied: Your account has been disabled. Please contact a site administrator for more information.
es: Inicio de sesión denegado: Su cuenta ha sido deshabilitada. Póngase en contacto con un administrador del sitio para obtener más información.

source: Login Denied: Your request to register with this site is pending or awaiting verification.
es: Inicio de sesión denegado: Su solicitud de registro en este sitio está pendiente o a la espera de verificación.

source: Login block
es: Bloque de inicio de sesión

source: Login failed.
es: Error de inicio de sesión.

source: Login form and block hooks
es: Formulario de inicio de sesión y ganchos de bloque

source: Login method
es: Método de inicio de sesión

source: Login with
es: Inicie sesión con

source: Login with ...
es: Inicie sesión con ...

source: Low (user stays logged-in until he logs-out)
es: Bajo (el usuario permanece conectado hasta que cierra la sesión)

source: Mail selected users
es: Enviar por correo a los usuarios seleccionados

source: Mail sent!
es: ¡Correo enviado!

source: Mail transport
es: Transporte por correo

source: Mail transport mechanisms SMTP and SENDMAIL were disabled because your PHP does not allow the \
es: Mecanismos de transporte de correo SMTP y SENDMAIL se deshabilitó porque su PHP no permite el

source: Mailer relies on %swiftmailer
es: Mailer confía en %swiftmailer

source: Mailer settings
es: Configuración del Mailer

source: Main info
es: Información principal

source: Main menu
es: Menú principal

source: Main settings
es: Configuración principal

source: Make default category
es: Hacer categoría predeterminada

source: Malicious request code / a hacking attempt was detected. This request has NOT been blocked!
es: Se detectó un código de solicitud malicioso / un intento de piratería. Esta solicitud NO ha sido bloqueada!

source: Malicious request code / a hacking attempt was detected. Thus this request has been blocked.
es: Se detectó un código de solicitud malicioso / un intento de piratería. Por lo tanto, esta solicitud se ha bloqueado.

source: Manage settings for this application
es: Administrar la configuración de esta aplicación

source: Manage user
es: Administrar usuario

source: Marked for deletion
es: Marcado para su eliminación

source: Marked positions are not available in the current default theme.
es: Las posiciones marcadas no están disponibles en el tema predeterminado actual.

source: Marking store
es: Tienda de marcado

source: Maximum membership
es: Membresía máxima

source: Medium (user is logged-out after X minutes of inactivity, unless 'Remember me' checkbox is activated during log-in)
es: Medio (el usuario cierra la sesión después de X minutos de inactividad, a menos que la casilla de verificación "Recordarme" esté activada durante el inicio de sesión)

source: Member
es: Miembro

source: Members
es: Miembros

source: Membership application
es: Solicitud de membresía

source: Menu
es: Menú

source: Menu list
es: Lista de menús

source: Menu removed!
es: ¡Menú eliminado!

source: MenuItemName (menuItemId). The id is needed for permissions.
es: MenuItemName (menuItemId). El identificador es necesario para los permisos.

source: Menus
es: Menús

source: Message
es: Mensaje

source: Message type
es: Tipo de mensaje

source: Messages inbox
es: Bandeja de entrada de mensajes

source: Messages you might see
es: Mensajes que puede ver

source: Meta tag settings
es: Ajustes de la etiqueta meta

source: Method
es: Método

source: Methods
es: Métodos

source: Migrate Users to ZAuth
es: Migrar usuarios a ZAuth

source: Migrating Users...
es: Migración de usuarios...

source: Minimum impact to block the request
es: Impacto mínimo para bloquear la solicitud

source: Minimum impact to email the administrator
es: Impacto mínimo en el correo electrónico del administrador

source: Minimum impact to kick the user (destroy the session)
es: Impacto mínimo para patear al usuario (destruir la sesión)

source: Minimum impact to log intrusion in the database
es: Impacto mínimo para registrar la intrusión en la base de datos

source: Minimum length for user passwords
es: Longitud mínima de las contraseñas de usuario

source: Minimum row height for permission rules list view (in pixels)
es: Altura mínima de fila para la vista de lista de reglas de permisos (en píxeles)

source: Minimum row height for rule editing view (in pixels)
es: Altura mínima de fila para la vista de edición de reglas (en píxeles)

source: Mode
es: Modo

source: Moderate access
es: Acceso moderado

source: Moderation
es: Moderación

source: Modify block
es: Modificar bloque

source: Modify block position
es: Modificar la posición del bloque

source: Module
es: Módulo

source: Module \
es: Módulo ?

source: Module Services are functions provided by the core or other modules for this module.
es: Los servicios de módulo son funciones proporcionadas por el núcleo u otros módulos para este módulo.

source: Module categories list
es: Lista de categorías de módulos

source: Module categorization
es: Categorización de módulos

source: Module category
es: Categoría de módulo

source: Module name
es: Nombre del módulo

source: Module services
es: Servicios de módulos

source: Module settings
es: Configuración del módulo

source: Module used for managing user profiles
es: Módulo utilizado para administrar perfiles de usuario

source: Module used for private messaging
es: Módulo utilizado para mensajería privada

source: Modules
es: Módulos

source: Modules categorisation
es: Clasificación de módulos

source: Modules for controlling user membership, access rights and profiles.
es: Módulos para controlar la pertenencia de los usuarios, los derechos de acceso y los perfiles.

source: Modules for managing the site's security.
es: Módulos para administrar la seguridad del sitio.

source: Modules for providing content to your users.
es: Módulos para proporcionar contenido a los usuarios.

source: Modules list
es: Lista de módulos

source: Modules moved to their default categories
es: Los módulos se movieron a sus categorías predeterminadas

source: Modules per page
es: Módulos por página

source: Modules per page in module categories list
es: Módulos por página en la lista de categorías de módulos

source: Modules per row
es: Módulos por fila

source: Modules per row in admin panel
es: Módulos por fila en el panel de administración

source: Modules upgraded
es: Módulos actualizados

source: Monthly
es: Mensual

source: More information: http://www.php.net/manual/en/session.configuration.php#ini.session.cookie-lifetime
es: Más información: http://www.php.net/manual/en/session.configuration.php#ini.session.cookie-lifetime

source: More information: http://www.php.net/manual/en/session.configuration.php#ini.session.gc-maxlifetime
es: Más información: http://www.php.net/manual/en/session.configuration.php#ini.session.gc-maxlifetime

source: More information: http://www.php.net/manual/en/session.configuration.php#ini.session.gc-probability
es: Más información: http://www.php.net/manual/en/session.configuration.php#ini.session.gc-probability

source: More information: http://www.php.net/manual/en/session.configuration.php#ini.session.save-path
es: Más información: http://www.php.net/manual/en/session.configuration.php#ini.session.save-path

source: Move all children
es: Mover a todos los niños

source: Move all sub-categories
es: Mover todas las subcategorías

source: Move and delete
es: Mover y eliminar

source: Moving modules to their default categories
es: Mover módulos a sus categorías predeterminadas

source: Multilingual features are deactivated.
es: Las funciones en varios idiomas están desactivadas.

source: Multiple state
es: Estado múltiple

source: Music and audio
es: Música y audio

source: My account
es: Mi cuenta

source: My custom routes
es: Mis rutas personalizadas

source: NOTICE: The old type of \
es: AVISO: El antiguo tipo de .

source: Name
es: Nombre

source: Name displayed for anonymous user
es: Nombre mostrado para usuario anónimo

source: Native Email
es: Correo electrónico nativo

source: Native Uname
es: Uname nativa

source: Native Uname or Email
es: Uname nativa o correo electrónico

source: Native authorisation settings
es: Configuración de autorización nativa

source: New Category
es: Nueva categoría

source: New Parent
es: Nuevo padre

source: New account
es: Nueva cuenta

source: New account registration
es: Registro de nueva cuenta

source: New email address
es: Nueva dirección de correo electrónico

source: New group
es: Nuevo grupo

source: New group application
es: Nueva aplicación de grupo

source: New menu
es: Nuevo menú

source: New module category
es: Nueva categoría de módulo

source: New password
es: Nueva contraseña

source: New registration pending approval
es: Nuevo registro pendiente de aprobación

source: New registration pending approval: %s
es: Nuevo registro pendiente de aprobación: %s

source: New registration pending e-mail verification
es: Nuevo registro pendiente de verificación por correo electrónico

source: New registration pending e-mail verification: %s
es: Nuevo registro pendiente de verificación por correo electrónico: %s

source: New registration: %s
es: Nuevo registro: %s

source: New search
es: Nueva búsqueda

source: New user activated
es: Nuevo usuario activado

source: New user activated: %s
es: Nuevo usuario activado: %s

source: New users
es: Nuevos usuarios

source: New users must verify their email address on registration.
es: Los nuevos usuarios deben verificar su dirección de correo electrónico al registrarse.

source: New version
es: Nueva versión

source: Newest first
es: Lo más nuevo primero

source: Newly registered users are logged in automatically
es: Los usuarios recién registrados inician sesión automáticamente

source: Newly-installed or uncategorized modules.
es: Módulos recién instalados o sin categorizar.

source: Next
es: próximo

source: Next page
es: Próxima página

source: No access
es: Sin acceso

source: No block ID passed.
es: No se ha pasado ningún ID de bloque.

source: No blocks placed in this position yet.
es: Aún no hay bloques colocados en esta posición.

source: No category name or id set.
es: No hay nombre de categoría o conjunto de identificadores.

source: No custom routes found.
es: No se han encontrado rutas personalizadas.

source: No further pages
es: No hay más páginas

source: No items found.
es: No se han encontrado artículos.

source: No logged intrusions found.
es: No se han encontrado intrusiones registradas.

source: No message module
es: Sin módulo de mensajes

source: No parent
es: Ningún padre

source: No permission for this action
es: No hay permiso para esta acción

source: No permission for this action.
es: No hay permiso para esta acción.

source: No previous pages
es: Sin páginas anteriores

source: No profile module
es: Sin módulo de perfil

source: No provider area passed.
es: No pasó ningún área de proveedor.

source: No records found.
es: No se encontraron registros.

source: No search results found.
es: No se han encontrado resultados de búsqueda.

source: No subscriber area passed.
es: No se ha pasado ningún área de suscriptor.
