Repository: agrimarcal/spanish
Catalog: translations/core/2.0.13/zikula.*.po
Languages: es

source: No such item found.
es: No se encontró tal artículo.

source: No users found.
es: No se han encontrado usuarios.

source: No users selected.
es: No se ha seleccionado ningún usuario.

source: None
es: Ninguno

source: Not Available in System
es: No disponible en el sistema

source: Not allowed
es: No permitido

source: Not installed
es: No instalado

source: Not yet approved
es: Aún no aprobado

source: Notice: If you change 'Where to save sessions' to 'File' then you must enter a path in the 'Path for saving session files' box above. The path must be writeable. Leave value empty for default location '%kernel.cache_dir%/sessions'
es: Aviso: Si cambia "Dónde guardar sesiones" a "Archivo", debe introducir una ruta en el cuadro "Ruta para guardar archivos de sesión" arriba. La ruta de acceso debe ser grabable. Deje el valor vacío para la ubicación predeterminada '%kernel.cache_dir%/sessions'

source: Notice: If you change the 'Session cookie name' setting, all registered users who are currently logged-in will then be logged-out automatically, and they will have to log back in again.
es: Aviso: Si cambia la configuración "Nombre de cookie de sesión", todos los usuarios registrados que hayan iniciado sesión actualmente cerrarán sesión automáticamente y tendrán que volver a iniciar sesión.

source: Notice: If you change this setting, you will be logged-out immediately and will have to log back in again.
es: Aviso: Si cambia esta configuración, se cerrará la sesión inmediatamente y tendrá que volver a iniciar sesión.

source: Notice: If you use a different host name for HTTPS secure sessions and you insert an address in the 'Secure host name' box, make sure you include a trailing slash at the end of the address.
es: Aviso: Si utiliza un nombre de host diferente para las sesiones seguras HTTPS e inserta una dirección en el cuadro "Nombre de host seguro", asegúrese de incluir una barra diagonal final al final de la dirección.

source: Notice: Increase this value if mobile appliances experience problems with using the site.
es: Aviso: Aumente este valor si los dispositivos móviles experimentan problemas con el uso del sitio.

source: Notice: Please enter your new e-mail address, the same address again for verification, and then click save. The site uses this address to send you mail (when you request a new password, for instance). Your currently-recorded e-mail address is %email%.
es: Aviso: Introduzca su nueva dirección de correo electrónico, la misma dirección de nuevo para su verificación y, a continuación, haga clic en Guardar. El sitio utiliza esta dirección para enviarle correo (cuando solicita una nueva contraseña, por ejemplo). Su dirección de correo electrónico registrada actualmente es %email%.

source: Notice: The PHP Zlib extension is not enabled on your host. This setting will not do anything in this case.
es: Aviso: La extensión PHP Zlib no está habilitada en su host. Esta configuración no hará nada en este caso.

source: Notice: The following settings will rewrite your permalinks. Sometimes, international characters like 'ñ' and 'ß' may be re-encoded by your browser. Although this is technically the correct action, it may not be aesthetically pleasing. These settings allow you to replace those characters, using a pair of comma-separated lists. The two fields below should resemble the examples provided: The first element of 'List to search for' will replace the first element in the 'List to replace with' and so on. In the example below, 'À' would be replace with 'A', and 'Á' with 'A'. If you do not want to use this feature, leave both fields blank.
es: Aviso: Los siguientes ajustes reescribirán tus enlaces permanentes. A veces, los caracteres internacionales como 'ñ' y '' pueden ser recodificados por su navegador. Aunque técnicamente se trata de la acción correcta, puede que no sea estéticamente agradable. Esta configuración le permite reemplazar esos caracteres, utilizando un par de listas separadas por comas. Los dos campos siguientes deben parecerse a los ejemplos proporcionados: el primer elemento de 'Lista para buscar' reemplazará el primer elemento de la 'Lista para reemplazar con' y así sucesivamente. En el ejemplo siguiente, se reemplazaría '' por 'A', y ''' por 'A'. Si no desea utilizar esta función, deje ambos campos en blanco.

source: Notice: This overrides the 'Verify e-mail address during registration' setting in 'Settings'.
es: Aviso: Esto anula la opción "Verificar dirección de correo electrónico durante el registro" en "Configuración".

source: Notice: Use drag and drop to arrange the blocks in this position into your desired order. The new block order will be saved automatically.
es: Aviso: Utilice arrastrar y soltar para organizar los bloques en esta posición en el orden deseado. El nuevo orden de bloqueo se guardará automáticamente.

source: Notice: With IDN domains, special characters are allowed in e-mail addresses and URLs.
es: Aviso: Con los dominios IDN, se permiten caracteres especiales en direcciones de correo electrónico y direcciones URL.

source: Notice: You cannot delete the main administration permission rule.
es: Aviso: No puede eliminar la regla de permisos de administración principal.

source: Notification type
es: Tipo de notificación

source: Notify administrators
es: Notificar a los administradores

source: Number of characters to display in item summaries
es: Número de caracteres que se mostrarán en los resúmenes de elementos

source: Number of hits: %s
es: Número de visitas: %s

source: Number of links per page
es: Número de enlaces por página

source: Number of searches
es: Número de búsquedas

source: Number of users displayed per page
es: Número de usuarios mostrados por página

source: OK
es: Vale

source: OPTIONS
es: Opciones

source: OR
es: O

source: Official
es: Oficial

source: Offline
es: sin conexión

source: Ok
es: Vale

source: Old password
es: Contraseña antigua

source: Old password is incorrect.
es: La contraseña antigua es incorrecta.

source: Oldest first
es: El primero más viejo

source: On-line
es: En línea

source: Once both this verification step is complete and an administrator has approved your request, you will be able to log in with your user name.
es: Una vez que se haya completado este paso de verificación y un administrador haya aprobado su solicitud, podrá iniciar sesión con su nombre de usuario.

source: Once verified and your account has been approved, then you will be able to log in.
es: Una vez verificada y aprobada su cuenta, podrá iniciar sesión.

source: Once verified, you will be able to log in.
es: Una vez verificado, podrá iniciar sesión.

source: Once you have successfully changed your password, the log-in process will complete.
es: Una vez que haya cambiado correctamente su contraseña, se completará el proceso de inicio de sesión.

source: One time CSRF protection may affect the browser back button but is more secure.
es: Una vez la protección CSRF puede afectar al botón atrás del navegador, pero es más seguro.

source: One time use
es: Uso único

source: Online
es: en línea

source: Only digits are allowed.
es: Solo se permiten dígitos.

source: Only for non-default languages
es: Solo para idiomas no predeterminados

source: Only item titles
es: Solo títulos de artículos

source: Open
es: Abierto

source: Open preview page
es: Abrir página de vista previa

source: Open the dropdown list and choose the module category in which to put all newly-installed and activated modules.
es: Abra la lista desplegable y elija la categoría de módulo en la que colocar todos los módulos recién instalados y activados.

source: Open the dropdown list and choose the modules category to be shown when the Administration panel first displays.
es: Abra la lista desplegable y elija la categoría de módulos que se mostrará cuando aparezca por primera vez el panel Administración.

source: Open the dropdown list and choose the theme to be applied to the Administration panel.
es: Abra la lista desplegable y elija el tema que se aplicará al panel Administración.

source: Open: Users may apply/add themselves
es: Abierto: Los usuarios pueden aplicar/añadirse a sí mismos

source: Operation cancelled.
es: Operación cancelada.

source: Options
es: Opciones

source: Options with an asterisk (*) must have a value of a json_encoded string of option key-value pairs. Options with a plus (+) must have a boolean value.
es: Las opciones con un asterisco (*) deben tener un valor de una cadena json_encoded de pares clave-valor de opción. Las opciones con un signo más (+) deben tener un valor booleano.

source: Order of results
es: Orden de resultados

source: Other actions for %s
es: Otras acciones para %s

source: Output filter settings
es: Ajustes del filtro de salida

source: Overview
es: Visión general

source: Overview access
es: Acceso general

source: PDO extension loaded.
es: Extensión PDO cargada.

source: PHP 'magic_quotes_gpc' setting is ON, but should be OFF.
es: El ajuste de PHP 'magic_quotes_gpc' está activado, pero debe estar desactivado.

source: PHP configuration
es: Configuración PHP

source: PHPIDS filter %s
es: Filtro PHPIDS %s

source: PHPIDS filters used
es: Filtros PHPIDS utilizados

source: PHPIDS is a feature of the Security center module that enhances the security of a site, and the Security analyser has detected that it is not enabled. You are recommended to ensure that it is enabled. You will also see this message if the Security center module is not installed or is not activated. For more information about this, please consult the Security center on-line help.
es: PHPIDS es una característica del módulo Security Center que mejora la seguridad de un sitio, y el analizador de seguridad ha detectado que no está habilitado. Se recomienda asegurarse de que está habilitado. También verá este mensaje si el módulo Security Center no está instalado o no está activado. Para obtener más información al respecto, consulte la ayuda en línea del Centro de seguridad.

source: PHPIDS is activated, but requests are NOT blocked.
es: PHPIDS está activado, pero las solicitudes NO están bloqueadas.

source: PHPIDS is enabled and you have set the Block action to 'Warn only'. Thus requests are not blocked. This is useful only for debugging the PHPIDS ruleset in order to verify correct operation.
es: PHPIDS está habilitado y ha establecido la acción Bloquear en 'Advertir solamente'. Por lo tanto, las solicitudes no se bloquean. Esto es útil solamente para depurar el conjunto de reglas PHPIDS para verificar el funcionamiento correcto.

source: PHPIDS performs many different checks which return an impact value for scoring the treated request. Depending on the sum of all impacts performed actions are selected.
es: PHPIDS realiza muchas comprobaciones diferentes que devuelven un valor de impacto para puntuar la solicitud tratada. Dependiendo de la suma de todos los impactos realizados, se seleccionan las acciones realizadas.

source: PHPIDS with the Security Center is not activated, but preferably should be.
es: PHPIDS con el Security Center no está activado, pero preferiblemente debe ser.

source: POST
es: Exponer

source: PUT
es: Poner

source: Page
es: Página

source: Page %1$s / %2$s (%3$s - %4$s of %5$s total)
es: Página %1$s / %2$s (%3$s - %4$s de %5$s total)

source: Page size
es: Tamaño de página

source: Page title structure
es: Estructura del título de la página

source: Parameter settings
es: Configuración de parámetros

source: Parameters finalized
es: Parámetros finalizados

source: Parent
es: Padre

source: Password
es: Contraseña

source: Password hashing method
es: Método de hash de contraseña

source: Password reset requests expire in
es: Las solicitudes de restablecimiento de contraseña caducan en

source: Password successfully changed.
es: La contraseña ha cambiado correctamente.

source: Password: %sub%
es: Contraseña: %sub%

source: Password: %sub%
es: Contraseña: %sub%

source: Path
es: Camino

source: Path for saving session files
es: Ruta para guardar archivos de sesión

source: Path to account page images
es: Ruta de acceso a las imágenes de página de la cuenta

source: Pending
es: Pendiente

source: Pending Content
es: Contenido pendiente

source: Pending applications
es: Solicitudes pendientes

source: Per session
es: Por sesión

source: Periodically regenerate session ID
es: Regenerar periódicamente el ID de sesión

source: Permalinks settings
es: Configuración de Permalinks

source: Permission
es: Permiso

source: Permission check result:
es: Resultado de la comprobación de permisos:

source: Permission level
es: Nivel de permiso

source: Permission rule information
es: Información de la regla de permisos

source: Permission rules information
es: Información de reglas de permisos

source: Permission rules list
es: Lista de reglas de permisos

source: Permission settings
es: Configuración de permisos

source: Persisting Symfony Bundles
es: Paquetes Persistiendo de Symfony

source: Plain-text message
es: Mensaje de texto sin formato

source: Please Login with Admin credentials
es: Inicie sesión con credenciales de administrador

source: Please click on the following link to complete the e-mail address check:
es: Por favor, haga clic en el siguiente enlace para completar la comprobación de la dirección de correo electrónico:

source: Please complete the form below to reset your password.
es: Por favor complete el siguiente formulario para restablecer su contraseña.

source: Please enter at least 3 characters
es: Introduzca al menos 3 caracteres

source: Please enter the scheme of where you install Zikula, can be either \
es: Por favor, introduzca el esquema de donde se instala Zikula, puede ser ya sea .

source: Please enter the url path of the directory where you install Zikula, leave empty if you install it at the top level. Example: /my/sub-dir
es: Por favor, introduzca la ruta url del directorio donde instala Zikula, deje vacío si lo instala en el nivel superior. Ejemplo: /my/sub-dir

source: Please enter your e-mail address below and click the submit button. You will be sent an e-mail with your account information.
es: Introduzca su dirección de correo electrónico a continuación y haga clic en el botón Enviar. Se le enviará un correo electrónico con la información de su cuenta.

source: Please enter your user name or e-mail address below and click the submit button. You will be sent an e-mail with further instructions.
es: Introduzca su nombre de usuario o dirección de correo electrónico a continuación y haga clic en el botón Enviar. Se le enviará un correo electrónico con más instrucciones.

source: Please follow the instructions to install Zikula %version%.
es: Siga las instrucciones para instalar Zikula %version%.

source: Please note that blocks may appear out of place or even missing in a theme prview because position names are not consistent from theme to theme.
es: Tenga en cuenta que los bloques pueden aparecer fuera de lugar o incluso faltan en un tema prview porque los nombres de posición no son consistentes desde el tema hasta el tema.

source: Please refer to the %s during the process.
es: Consulte los %s durante el proceso.

source: Please select one of the following:
es: Seleccione una de las siguientes opciones:

source: Position
es: Posición

source: Position not available in current default theme.
es: La posición no está disponible en el tema predeterminado actual.

source: Position saved!
es: Posición guardada!

source: Positions
es: Posiciones

source: Possible tags: %pagetitle%, %sitename%, %modulename%
es: Etiquetas posibles: %pagetitle%, %sitename%, %modulename%

source: Prepend bundle prefix
es: Prefijo de paquete de preparación

source: Prepend language to URL
es: Anteponga el idioma a la URL

source: Preview
es: Vista previa

source: Previous page
es: Página anterior

source: Primary administrators group. Cannot be deleted.
es: Grupo de administradores principales. No se puede eliminar.

source: Private
es: Privado

source: Private: Users must apply for membership - groups are not visible to users in public list
es: Privado: los usuarios deben solicitar la membresía - los grupos no son visibles para los usuarios en la lista pública

source: Profile
es: Perfil

source: Progress bar
es: Barra de progreso

source: Properties
es: Propiedades

source: Property name
es: Nombre de la propiedad

source: Protect configuration files
es: Proteger archivos de configuración

source: Protecting configuration files
es: Protección de archivos de configuración

source: Proudly powered by Zikula
es: Orgullosamente impulsado por Zikula

source: Provider module \
es: Módulo de proveedores ?

source: Providers' areas order is not an array.
es: El orden de las áreas de los proveedores no es una matriz.

source: Provision
es: Provisión

source: Public
es: Público

source: Public: Users can add themselves with no moderation - groups are visible in public list
es: Público: los usuarios pueden añadirse sin moderación: los grupos son visibles en la lista pública

source: Publication status (basic)
es: Estado de publicación (básico)

source: Publication status (extended)
es: Estado de publicación (extendido)

source: Purge IDS Log
es: Purgar el registro IDS

source: Purge IDS log
es: Purgar el registro IDS

source: Quick navigation
es: Navegación rápida

source: Quick search
es: Búsqueda rápida

source: React on impact per request (uses the values from above)
es: Reaccionar en el impacto por solicitud (utiliza los valores de arriba)

source: React on impact sum per session [loose] (uses the values from above * 10)
es: React arremeta en la suma de impacto por sesión [floja] (utiliza los valores de arriba * 10)

source: React on impact sum per session [strict] (uses the values from above * 5)
es: Reaccionar en la suma de impacto por sesión [estricta] (utiliza los valores de arriba * 5)

source: Read access
es: Acceso de lectura

source: Read more about this system on the <a href=\
es: Leer más acerca de este sistema en el <a href

source: Reason
es: Razón

source: Reason for disabling site
es: Razón para deshabilitar el sitio

source: Receive e-mail alert when there are new applicants
es: Recibir alerta por correo electrónico cuando hay nuevos solicitantes

source: Recent searches
es: Búsquedas recientes

source: Recent searches list
es: Lista de búsquedas recientes

source: Recently, this e-mail address ('%email') was used to request an account on '%site' (%url).
es: Recientemente, esta dirección de correo electrónico ('%email') se utilizó para solicitar una cuenta en '%site' (%url).

source: Recipient's e-mail address
es: Dirección de correo electrónico del destinatario

source: Recipient's name
es: Nombre del destinatario

source: Recommended
es: Recomienda

source: Recover Lost Password
es: Recuperar contraseña perdida

source: Recover Lost User Name
es: Recuperar nombre de usuario perdido

source: Recover account information or password
es: Recuperar información de la cuenta o contraseña

source: Recover lost password
es: Recuperar contraseña perdida

source: Recover lost username
es: Recuperar nombre de usuario perdido

source: Regarding your %s group membership application
es: En cuanto a su solicitud de membresía de grupo %s

source: Regenerate session ID during log-in and log-out
es: Regenerar el ID de sesión durante el inicio y el cierre de sesión

source: Regenerate themes
es: Regenerar temas

source: Regenerating themes
es: Temas regeneradores

source: Regeneration probability
es: Probabilidad de regeneración

source: Registered component
es: Componente registrado

source: Registering for a user account is easy. Registration can give you access to content and to features of this site that are not available to unregistered guests.
es: Registrarse para obtener una cuenta de usuario es fácil. El registro puede darle acceso al contenido y a las características de este sitio que no están disponibles para los invitados no registrados.

source: Registering users will have to provide this response when answering the spam protection question. It is required if a spam protection question is provided.
es: Los usuarios que se registren tendrán que proporcionar esta respuesta al responder a la pregunta de protección contra spam. Es necesario si se proporciona una pregunta de protección contra spam.

source: Registration ID
es: ID de registro

source: Registration Settings
es: Configuración de registro

source: Registration Status
es: Estado de registro

source: Registration date
es: Fecha de inscripción

source: Registration date before
es: Fecha de inscripción anterior

source: Registration management hooks
es: Ganchos de gestión de registros

source: Registrations pending verification expire in
es: Las inscripciones pendientes de verificación expiran en

source: Registry updated
es: Registro actualizado

source: Rejected
es: Rechazado

source: Releases
es: Libera

source: Reload
es: Recargar

source: Reload Defaults
es: Recargar valores predeterminados

source: Reload multilingual routing settings
es: Recargar la configuración de enrutamiento en varios idiomas

source: Reload routes
es: Rutas de recarga

source: Remember me
es: Recuérdame

source: Remember: both this verification step and approval from an administrator must be completed before you can log in.
es: Recuerde: tanto este paso de verificación como la aprobación de un administrador deben completarse para poder iniciar sesión.

source: Remove
es: eliminar

source: Remove %s
es: Eliminar %s

source: Remove theme
es: Eliminar tema

source: Remove theme %sub%
es: Eliminar tema %sub%

source: Remove user from group
es: Eliminar usuario del grupo

source: Rename category
es: Cambiar el nombre de la categoría

source: Renew
es: Renovar

source: Repeat Email
es: Repetir correo electrónico

source: Repeat Password
es: Repetir contraseña

source: Repeat new email address
es: Repetir nueva dirección de correo electrónico

source: Repeat new password
es: Repita la nueva contraseña

source: Replyto email address
es: Dirección de correo electrónico de Replyto

source: Request Impact: %d
es: Impacto de la solicitud: %d

source: Request URI: %s
es: URI de solicitud: %s

source: Require %sub% to change password at next login
es: Requerir %sub% para cambiar la contraseña en el próximo inicio de sesión

source: Required
es: Obligatorio

source: Requirement: %s
es: Requisito: %s

source: Requirements
es: Requisitos

source: Reserved user names
es: Nombres de usuario reservados

source: Reset
es: Restablecer

source: Reset My Password
es: Restablecer mi contraseña

source: Reset all extensions to default values
es: Restablecer todas las extensiones a los valores predeterminados

source: Reset to default values
es: Restablecer los valores predeterminados

source: Reset to empty value
es: Restablecer al valor vacío

source: Reset your password at '%s'
es: Restablece tu contraseña en '%s'

source: Reset zoom level
es: Restablecer el nivel de zoom

source: Return control
es: Control de retorno

source: Return to User Administration
es: Volver a la administración de usuarios

source: Reuse
es: Reutilización

source: Reuse for new route
es: Reutilización para nueva ruta

source: Right blocks
es: Bloques a la derecha

source: Right click on selected category to open context menu.
es: Haga clic con el botón derecho en la categoría seleccionada para abrir el menú contextual.

source: Route
es: Ruta

source: Route entries per page
es: Entradas de ruta por página

source: Route list
es: Lista de rutas

source: Route scope
es: Alcance de la ruta

source: Routes
es: Rutas

source: Rule
es: Regla

source: SMTP authentication type
es: Tipo de autenticación SMTP

source: SMTP encryption method
es: Método de cifrado SMTP

source: SMTP host server
es: Servidor host SMTP
